var options = {
    "city": {

        "Вінницька область":[
            {
                "name":"Барський гуманітарно-педагогічний коледж імені Михайла Грушевського",
                "geo":[
                    49.079263,
                    27.675798
                ],
                "owner":"gov"
            },
            {
                "name":"Бершадський медичний коледж",
                "geo":[
                    48.360854,
                    29.486078
                ],
                "owner":"gov"
            },
            {
                "name":"Вінницький державний педагогічний університет імені Михайла Коцюбинського",
                "geo":[
                    49.241376,
                    28.496901
                ],
                "owner":"gov"
            },
            {
                "name":"Вінницький інститут конструювання одягу і підприємництва",
                "geo":[
                    49.223227,
                    28.419443
                ],
                "owner":"private"
            },
            {
                "name":"Вінницький коледж вищого навчального закладу Відкритий міжнародний університет розвитку людини \\”Україна\\”",
                "geo":[
                    49.233615,
                    28.47819
                ],
                "owner":"gov"
            },
            {
                "name":"Вінницький коледж менеджменту ",
                "geo":[
                    49.246041,
                    28.49115
                ],
                "owner":"private"
            },
            {
                "name":"Вінницький кооперативний інститут",
                "geo":[
                    49.242875,
                    28.480035
                ],
                "owner":"private"
            },
            {
                "name":"Вінницький медичний коледж ім. акад. Д.К. Заболотного",
                "geo":[
                    49.224016,
                    28.447248
                ],
                "owner":"gov"
            },
            {
                "name":"Вінницький національний аграрний університет",
                "geo":[
                    49.210855,
                    28.405384
                ],
                "owner":"gov"
            },
            {
                "name":"Вінницький національний медичний університет ім. М І. Пирогова",
                "geo":[
                    49.22822,
                    28.446304
                ],
                "owner":"gov"
            },
            {
                "name":"Вінницький національний технічний університет",
                "geo":[
                    49.234441,
                    28.412615
                ],
                "owner":"gov"
            },
            {
                "name":"Вінницький обласний інститут післядипломної освіти педагогічних працівників",
                "geo":[
                    49.2351,
                    28.471753
                ],
                "owner":"com"
            },
            {
                "name":"Вінницький обласний com гуманітарно-педагогічний коледж",
                "geo":[
                    49.211149,
                    28.455938
                ],
                "owner":"com"
            },
            {
                "name":"Вінницький технічний коледж",
                "geo":[
                    49.233362,
                    28.413743
                ],
                "owner":"gov"
            },
            {
                "name":"Вінницький транспортний коледж",
                "geo":[
                    49.243099,
                    28.499733
                ],
                "owner":"gov"
            },
            {
                "name":"Вінницький фінансово-економічний університет",
                "geo":[
                    49.223027,
                    28.44376
                ],
                "owner":"private"
            },
            {
                "name":"Гайсинський медичний коледж",
                "geo":[
                    48.821078,
                    29.377521
                ],
                "owner":"gov"
            },
            {
                "name":"Іллінецький державний аграрний коледж",
                "geo":[
                    49.105343,
                    29.209035
                ],
                "owner":"gov"
            },
            {
                "name":"Калинівський технологічний технікум",
                "geo":[
                    49.449142,
                    28.517479
                ],
                "owner":"gov"
            },
            {
                "name":"Вінницьке училище культури і мистецтв ім. М.Д. Леонтовича",
                "geo":[
                    49.23649,
                    28.473649
                ],
                "owner":"com"
            },
            {
                "name":"Могилів-Подільський медичний коледж",
                "geo":[
                    48.443037,
                    27.803303
                ],
                "owner":"gov"
            },
            {
                "name":"Могилів-Подільський монтажно-економічний коледж",
                "geo":[
                    48.449486,
                    27.7906
                ],
                "owner":"gov"
            },
            {
                "name":"Погребищенський медичний коледж",
                "geo":[
                    49.486024,
                    29.24652
                ],
                "owner":"gov"
            },
            {
                "name":"Тульчинське училище культури",
                "geo":[
                    48.675887,
                    28.847001
                ],
                "owner":"com"
            }
        ],
        "Волинська область":[
            {
                "name":"Волинське державне училище культури і мистецтв імені І. Ф. Стравінського",
                "geo":[
                    50.748757,
                    25.309299
                ],
                "owner":"gov"
            },
            {
                "name":"Волинський інститут економіки та менеджменту",
                "geo":[
                    50.743448,
                    25.380239
                ],
                "owner":"private"
            },
            {
                "name":"Волинський інститут післядипломної педагогічної освіти",
                "geo":[
                    50.749735,
                    25.32668
                ],
                "owner":"gov"
            },
            {
                "name":"Володимир-Волинський агротехнічний коледж",
                "geo":[
                    50.855972,
                    24.32995
                ],
                "owner":"gov"
            },
            {
                "name":"Володимир-Волинський педагогічний коледж ім. А.Ю.Кримського",
                "geo":[
                    50.848643,
                    24.311625
                ],
                "owner":"com"
            },
            {
                "name":"Ківерцівський медичний коледж",
                "geo":[
                    50.834626,
                    25.462605
                ],
                "owner":"gov"
            },
            {
                "name":"Ковельський медичний коледж",
                "geo":[
                    51.21177,
                    24.715134
                ],
                "owner":"com"
            },
            {
                "name":"Луцький базовий медичний коледж",
                "geo":[
                    50.741352,
                    25.318304
                ],
                "owner":"gov"
            },
            {
                "name":"Луцький коледж рекреаційних технологій і права",
                "geo":[
                    50.777443,
                    25.372462
                ],
                "owner":"private"
            },
            {
                "name":"Луцький національний технічний університет",
                "geo":[
                    50.726178,
                    25.29637
                ],
                "owner":"gov"
            },
            {
                "name":"Луцький педагогічний коледж",
                "geo":[
                    50.745056,
                    25.33839
                ],
                "owner":"gov"
            },
            {
                "name":"Нововолинський електромеханічний коледж",
                "geo":[
                    50.728211,
                    24.155563
                ],
                "owner":"gov"
            },
            {
                "name":"Східноєвропейський національний університет імені Лесі Українки",
                "geo":[
                    50.747249,
                    25.331406
                ],
                "owner":"gov"
            },
            {
                "name":"Шацький лісовий коледж ім. В.В.Сулька",
                "geo":[
                    51.490731,
                    23.921429
                ],
                "owner":"gov"
            }
        ],
        "Дніпропетровськ":[,   
            {
                "name":"Університет митної справи та фінансів",
                "geo":[
                    48.460199,
                    35.055774
                ],
                "owner":"gov"
            },
            {
                "name":"Дніпропетровська консерваторія ім. М. Глінки",
                "geo":[
                    48.465357,
                    35.060838
                ],
                "owner":"com"
            },
            {
                "name":"Дніпропетровська медична академія",
                "geo":[
                    48.461308,
                    35.056385
                ],
                "owner":"gov"
            },
            {
                "name":"Дніпропетровське вище училище фізичної культури",
                "geo":[
                    48.409306,
                    35.007687
                ],
                "owner":"com"
            },
            {
                "name":"Дніпропетровське медичне училище",
                "geo":[
                    48.440014,
                    35.022284
                ],
                "owner":"com"
            },
            {
                "name":"Дніпропетровський гуманітарний університет",
                "geo":[
                    48.473775,
                    34.994606
                ],
                "owner":"private"
            },
            {
                "name":"Дніпропетровський державний аграрно-економічний університет",
                "geo":[
                    48.46107,
                    35.065214
                ],
                "owner":"gov"
            },
            {
                "name":"Дніпропетровський державний інститут фізичної культури і спорту",
                "geo":[
                    48.454061,
                    35.076951
                ],
                "owner":"gov"
            },
            {
                "name":"Дніпропетровський державний університет внутрішніх справ",
                "geo":[
                    48.444945,
                    35.052222
                ],
                "owner":"gov"
            },
            {
                "name":"Дніпропетровський індустріальний коледж",
                "geo":[
                    48.476293,
                    34.987525
                ],
                "owner":"gov"
            },
            {
                "name":"Дніпропетровський індустріально-педагогічний технікум",
                "geo":[
                    48.466925,
                    34.976079
                ],
                "owner":"gov"
            },
            {
                "name":"Дніпропетровський коледж культури і мистецтв",
                "geo":[
                    48.46128,
                    35.051037
                ],
                "owner":"com"
            },
            {
                "name":"Дніпропетровський коледж технологій та дизайну",
                "geo":[
                    48.46245,
                    35.033573
                ],
                "owner":"gov"
            },
            {
                "name":"Дніпропетровський коледж транспортної інфраструктури",
                "geo":[
                    48.469112,
                    35.009768
                ],
                "owner":"gov"
            },
            {
                "name":"Дніпропетровський медичний інститут традиційної і нетрадиційної медицини",
                "geo":[
                    48.444429,
                    35.057256
                ],
                "owner":"private"
            },
            {
                "name":"Дніпропетровський монтажний технікум",
                "geo":[
                    48.472957,
                    35.033157
                ],
                "owner":"gov"
            },
            {
                "name":"Дніпропетровський національний університет залізничного транспорту імені академіка В. Лазаряна",
                "geo":[
                    48.435186,
                    35.046384
                ],
                "owner":"gov"
            },
            {
                "name":"Дніпропетровський національний університет імені Олеся Гончара",
                "geo":[
                    48.433248,
                    35.043106
                ],
                "owner":"gov"
            },
            {
                "name":"Дніпропетровський радіоприладобудівний коледж",
                "geo":[
                    48.465534,
                    35.019778
                ],
                "owner":"gov"
            },
            {
                "name":"Дніпропетровський регіональний інститут державного управління Національної академії державного управління при Президентові України",
                "geo":[
                    48.455323,
                    35.051995
                ],
                "owner":"gov"
            },
            {
                "name":"Дніпропетровський театрально-художній коледж",
                "geo":[
                    48.466283,
                    35.048803
                ],
                "owner":"com"
            },
            {
                "name":"Дніпропетровський технікум зварювання та електроніки імені Є.О. Патона",
                "geo":[
                    48.456203,
                    35.054905
                ],
                "owner":"gov"
            },
            {
                "name":"Дніпропетровський університет імені Альфреда Нобеля",
                "geo":[
                    48.471892,
                    35.042653
                ],
                "owner":"private"
            },
            {
                "name":"Міжнародний гуманітарно-педагогічний інститут Бейт-Хана",
                "geo":[
                    48.512475,
                    34.991947
                ],
                "owner":"private"
            },
            {
                "name":"Міжрегіональна академія бізнесу та права ім. Н. Кручиніної",
                "geo":[
                    48.490725,
                    35.06166
                ],
                "owner":"private"
            },
            {
                "name":"Національна металургійна академія України",
                "geo":[
                    48.452471,
                    35.062194
                ],
                "owner":"gov"
            },
            {
                "name":"Національний гірничий університет",
                "geo":[
                    48.45505,
                    35.062112
                ],
                "owner":"gov"
            },
            {
                "name":"Придніпровська державна академія будівництва та архітектури",
                "geo":[
                    48.453457,
                    35.053927
                ],
                "owner":"gov"
            },
            {
                "name":"Придніпровський енергобудівний технікум",
                "geo":[
                    48.40244,
                    35.128824
                ],
                "owner":"gov"
            },
            {
                "name":"Український  хіміко-технологічний університет",
                "geo":[
                    48.451222,
                    35.060505
                ],
                "owner":"gov"
            }
        ],
        "Дніпропетровська область":[
            {
                "name":"Дніпродзержинське медичне училище засноване на спільній власності територіальних громад сіл і міст Дніпропетровської області",
                "geo":[
                    48.513541,
                    34.606943
                ],
                "owner":"com"
            },
            {
                "name":"Дніпродзержинське обласне музичне училище",
                "geo":[
                    48.501962,
                    34.620856
                ],
                "owner":"com"
            },
            {
                "name":"Дніпродзержинський державний технічний університет",
                "geo":[
                    48.536855,
                    34.559573
                ],
                "owner":"gov"
            },
            {
                "name":"Дніпродзержинський енергетичний технікум",
                "geo":[
                    48.533871,
                    34.564349
                ],
                "owner":"gov"
            },
            {
                "name":"Дніпродзержинський коледж фізичного виховання",
                "geo":[
                    48.474362,
                    34.659188
                ],
                "owner":"gov"
            },
            {
                "name":"Дніпродзержинський металургійний коледж",
                "geo":[
                    48.509309,
                    34.603843
                ],
                "owner":"gov"
            },
            {
                "name":"Інститут ділового адміністрування",
                "geo":[
                    47.907247,
                    33.402587
                ],
                "owner":"private"
            },
            {
                "name":"Інститут підприємництва Стратегія",
                "geo":[
                    48.342988,
                    33.499963
                ],
                "owner":"com"
            },
            {
                "name":"Криворізьке обласне музичне училище",
                "geo":[
                    47.899855,
                    33.337352
                ],
                "owner":"com"
            },
            {
                "name":"Криворізький будівельний коледж",
                "geo":[
                    47.88419,
                    33.386868
                ],
                "owner":"gov"
            },
            {
                "name":"Криворізький державний комерційно-економічний технікум",
                "geo":[
                    47.966709,
                    33.428831
                ],
                "owner":"gov"
            },
            {
                "name":"Криворізький медичний коледж",
                "geo":[
                    47.887867,
                    33.384617
                ],
                "owner":"com"
            },
            {
                "name":"Криворізький національний університет",
                "geo":[
                    47.905742,
                    33.401245
                ],
                "owner":"gov"
            },
            {
                "name":"Нікопольське медичне училище",
                "geo":[
                    47.554016,
                    34.40636
                ],
                "owner":"com"
            },
            {
                "name":"Нікопольський економічний університет",
                "geo":[
                    47.556951,
                    34.4071
                ],
                "owner":"private"
            },
            {
                "name":"Новомосковський кооперативний коледж економіки та права ім. С.В. Литвиненка",
                "geo":[
                    48.633734,
                    35.258025
                ],
                "owner":"gov"
            },
            {
                "name":"Павлоградське медичне училище",
                "geo":[
                    48.487363,
                    35.937396
                ],
                "owner":"com"
            },
            {
                "name":"Український політехнічний технікум",
                "geo":[
                    47.912599,
                    33.348476
                ],
                "owner":"gov"
            }
        ],
        "Донецьк":[

            {
                "name":"Донецька академія автомобільного транспорту",
                "geo":[
                    47.99361,
                    37.815034
                ],
                "owner":"private"
            },
            {
                "name":"Донецька державна музична академія імені С.С. Прокоф'єва",
                "geo":[
                    47.992214,
                    37.804223
                ],
                "owner":"gov"
            },
            {
                "name":"Донецьке вище училище олімпійського резерву ім. С. Бубки",
                "geo":[
                    47.981129,
                    37.780866
                ],
                "owner":"gov"
            },
            {
                "name":"Донецьке музичне училище",
                "geo":[
                    48.008627,
                    37.793708
                ],
                "owner":"gov"
            },
            {
                "name":"Донецьке училище культури",
                "geo":[
                    48.006793,
                    37.758078
                ],
                "owner":"gov"
            },
            {
                "name":"Донецьке художнє училище",
                "geo":[
                    47.980651,
                    37.798075
                ],
                "owner":"gov"
            },
            {
                "name":"Донецький базовий медичний коледж",
                "geo":[
                    48.009836,
                    37.833898
                ],
                "owner":"gov"
            },
            {
                "name":"Донецький гірничий технікум ім. Є.Т. Абакумова",
                "geo":[
                    47.960226,
                    37.740423
                ],
                "owner":"gov"
            },
            {
                "name":"Донецький гірничо-економічний технікум",
                "geo":[
                    47.989344,
                    37.80499
                ],
                "owner":"gov"
            },
            {
                "name":"Донецький державний технікум економіки і хімічних технологій",
                "geo":[
                    48.029191,
                    37.783322
                ],
                "owner":"gov"
            },
            {
                "name":"Донецький державний університет управління",
                "geo":[ 
                    47.132821,
                    37.560531
                ],
                "owner":"gov"
            },
            {
                "name":"Донецький економіко-правовий кооперативний технікум ім. М.П. Балліна",
                "geo":[
                    48.02532,
                    37.78858
                ],
                "owner":"gov"
            },
            {
                "name":"Донецький електрометалургійний технікум",
                "geo":[
                    47.977839,
                    37.80323
                ],
                "owner":"gov"
            },
            {
                "name":"Донецький індустріально-педагогічний технікум",
                "geo":[
                    47.953095,
                    37.687096
                ],
                "owner":"gov"
            },
            {
                "name":"Донецький інженерно-економічний коледж",
                "geo":[
                    47.993975,
                    37.803053
                ],
                "owner":"private"
            },
            {
                "name":"Донецький інститут підприємництва",
                "geo":[
                    48.012137,
                    37.807296
                ],
                "owner":"private"
            },
            {
                "name":"Донецький інститут ринку та соціальної політики",
                "geo":[
                    47.993208,
                    37.80926
                ],
                "owner":"private"
            },
            {
                "name":"Донецький інститут соціальної освіти",
                "geo":[
                    48.017146,
                    37.861556
                ],
                "owner":"private"
            },
            {
                "name":"Донецький інститут туристичного бізнесу",
                "geo":[
                    48.025291,
                    37.790597
                ],
                "owner":"private"
            },
            {
                "name":"Донецький національний медичний університет ім. М. Горького",
                "geo":[  
                    48.980313,
                    37.834871
                ],
                "owner":"gov"
            },
            {
                "name":"Донецький національний технічний університет",
                "geo":[ 
                    48.282969,
                    37.182166
                ],
                "owner":"gov"
            },
            {
                "name":"Донецький національний університет",
                "geo":[  
                    49.224191,
                    28.427023
                ],
                "owner":"gov"
            },
            {
                "name":"Донецький національний університет економіки і торгівлі імені Михайла Туган-Барановського",
                "geo":[ 
                    47.964866,
                    33.428532
                ],
                "owner":"gov"
            },
            {
                "name":"Донецький обласний інститут післядипломної педагогічної освіти",
                "geo":[   
                    48.853679,
                    37.566588
                ],
                "owner":"gov"
            },
            {
                "name":"Донецький політехнічний технікум",
                "geo":[
                    48.007428,
                    37.808723
                ],
                "owner":"gov"
            },
            {
                "name":"Донецький університет економіки та права",
                "geo":[
                    48.001989,
                    37.773257
                ],
                "owner":"private"
            },
            {
                "name":"Донецький юридичний інститут МВС України",
                "geo":[
                    47.996952,
                    33.470480
                ],
                "owner":"gov"
            },
            {
                "name":"Донецький педагогічний коледж",
                "geo":[
                    48.008641,
                    37.834333
                ],
                "owner":"com"
            }
        ],
        "Донецька область":[
            {
                "name":"Амвросіївський індустріальний технікум",
                "geo":[
                    47.796119,
                    38.48046
                ],
                "owner":"gov"
            },
            {
                "name":"Артемівське медичне училище",
                "geo":[
                    48.590504,
                    37.97748
                ],
                "owner":"gov"
            },
            {
                "name":"Артемівське музичне училище імені І. Карабиця",
                "geo":[
                    48.592164,
                    38.002199
                ],
                "owner":"gov"
            },
            {
                "name":"Артемівське педагогічне училище",
                "geo":[
                    48.061446,
                    37.783739
                ],
                "owner":"gov"
            },
            {
                "name":"Артемівський коледж транспортної інфраструктури",
                "geo":[
                    48.592136,
                    38.000114
                ],
                "owner":"gov"
            },
            {
                "name":"Великоанадольський лісовий коледж",
                "geo":[
                    47.676022,
                    37.417004
                ],
                "owner":"gov"
            },
            {
				"name":"Горлівський інститут іноземних мов Донбаського державного педагогічного університету",
                "geo":[ 
                    48.594975,
                    37.998921
                ],
                "owner":"gov"
			},
            {
                "name":"Горлівський машинобудівний коледж",
                "geo":[
                    48.308075,
                    38.056873
                ],
                "owner":"gov"
            },
            {
                "name":"Горлівський медичний коледж",
                "geo":[
                    48.305906,
                    38.011919
                ],
                "owner":"gov"
            },
            {
                "name":"Дзержинське музичне училище",
                "geo":[
                    48.393992,
                    37.840555
                ],
                "owner":"gov"
            },
            {
                "name":"Дзержинський гірничий технікум",
                "geo":[
                    48.390187,
                    37.864634
                ],
                "owner":"private"
            },
            {
                "name":"Донбаська державна машинобудівна академія",
                "geo":[
                    48.732828,
                    37.578671
                ],
                "owner":"gov"
            },
            {
                "name":"Донбаська національна академія будівництва і архітектури",
                "geo":[  
                    48.749997,
                    37.592577
                ],
                "owner":"gov"
            },
            {
                "name":"Донбаський державний педагогічний університет",
                "geo":[
                    48.854017, 
                    37.581468
                ],
                "owner":"gov"
            },
            {
                "name":"Єнакієвський металургійний технікум",
                "geo":[
                    48.239723,
                    38.213278
                ],
                "owner":"com"
            },
            {
                "name":"Єнакієвський політехнічний технікум",
                "geo":[
                    48.228561,
                    38.187078
                ],
                "owner":"com"
            },
            {
                "name":"Костянтинівське медичне училище",
                "geo":[
                    48.532891,
                    37.717045
                ],
                "owner":"private"
            },
            {
                "name":"Краматорський економіко-гуманітарний інститут",
                "geo":[
                    48.725034,
                    37.603492
                ],
                "owner":"gov"
            },
            {
                "name":"Краматорський технологічний технікум",
                "geo":[
                    48.733054,
                    37.573884
                ],
                "owner":"gov"
            },
            {
                "name":"Красноармійське педагогічне училище",
                "geo":[
                    48.281019,
                    37.1718
                ],
                "owner":"com"
            },
            {
                "name":"Макіївське медичне училище",
                "geo":[
                    48.042047,
                    37.883293
                ],
                "owner":"gov"
            },
            {
                "name":"Макіївське педагогічне училище",
                "geo":[
                    48.089188,
                    37.958082
                ],
                "owner":"gov"
            },
            {
                "name":"Макіївський економіко-гуманітарний інститут",
                "geo":[
                    48.063125,
                    37.966241
                ],
                "owner":"gov"
            },
            {
                "name":"Макіївський політехнічний коледж",
                "geo":[
                    48.090751,
                    38.080369
                ],
                "owner":"gov"
            },
            {
                "name":"Макіївський промислово-економічний коледж",
                "geo":[
                    48.063884,
                    37.938513
                ],
                "owner":"gov"
            },
            {
                "name":"Маріупольське медичне училище",
                "geo":[
                    47.097635,
                    37.555334
                ],
                "owner":"gov"
            },
            {
                "name":"Маріупольське музичне училище",
                "geo":[
                    47.093905,
                    37.561064
                ],
                "owner":"gov"
            },
            {
                "name":"Маріупольський будівельний коледж",
                "geo":[
                    47.103755,
                    37.667073
                ],
                "owner":"gov"
            },
            {
                "name":"Маріупольський державний університет",
                "geo":[
                    47.101624,
                    37.525596
                ],
                "owner":"gov"
            },
            {
                "name":"Маріупольський електромеханічний технікум",
                "geo":[
                    47.089666,
                    37.517474
                ],
                "owner":"gov"
            },
            {
                "name":"Приазовський  технічний університет",
                "geo":[
                    47.095882,
                    37.54116
                ],
                "owner":"gov"
            },
            {
                "name":"Селидівський гірничий технікум",
                "geo":[
                    48.148313,
                    37.302956
                ],
                "owner":"gov"
            },
            {
                "name":"Слов'янський енергобудівний технікум",
                "geo":[
                    48.848581,
                    37.609757
                ],
                "owner":"gov"
            },
            {
                "name":"Слов'янський коледж транспортної інфраструктури",
                "geo":[
                    48.829611,
                    37.550966
                ],
                "owner":"gov"
            },
            {
                "name":"Слов'янський хіміко-механічний технікум",
                "geo":[
                    48.849065,
                    37.599131
                ],
                "owner":"gov"
            },
            {
                "name":"Сніжнянський гірничий технікум",
                "geo":[
                    48.019943,
                    38.759713
                ],
                "owner":"gov"
            },
 
            {
                "name":"Ясинуватський будівельний технікум транспортного будівництва",
                "geo":[
                    48.128346,
                    37.859279
                ],
                "owner":"gov"
            }
        ],
        "Житомирська область":[
            {
                "name":"Бердичівський коледж промисловості  економіки та права",
                "geo":[
                    49.899365,
                    28.575675
                ],
                "owner":"gov"
            },
            {
                "name":"Бердичівський педагогічний коледж",
                "geo":[
                    49.892215,
                    28.594147
                ],
                "owner":"com"
            },
            {
                "name":"Житомирський агротехнічний коледж",
                "geo":[
                    50.280839,
                    28.659434
                ],
                "owner":"gov"
            },
            {
                "name":"Житомирський базовий фармацевтичний коледж ім. Г.С. Протасевича",
                "geo":[
                    50.244419,
                    28.643394
                ],
                "owner":"com"
            },
            {
                "name":"Житомирський державний технологічний університет",
                "geo":[
                    50.244656,
                    28.635922
                ],
                "owner":"gov"
            },
            {
                "name":"Житомирський державний університет імені Івана Франка ",
                "geo":[
                   50.249181, 
                   28.674029
                ],
                "owner":"gov"
            },
            {
                "name":"Житомирський інститут медсестринства",
                "geo":[
                    50.248193,
                    28.677061
                ],
                "owner":"com"
            },
            {
                "name":"Житомирський коледж культури і мистецтв ім. Івана Огієнка",
                "geo":[
                    50.252271,
                    28.676746
                ],
                "owner":"com"
            },
            {
                "name":"Житомирський кооперативний коледж бізнесу і права",
                "geo":[
                    50.261137,
                    28.677089
                ],
                "owner":"private"
            },
            {
                "name":"Житомирський національний агроекологічний університет",
                "geo":[
                    50.248728,
                    28.668061
                ],
                "owner":"gov"
            },
            {
                "name":"Житомирський технологічний коледж",
                "geo":[
                    50.261919,
                    28.665094
                ],
                "owner":"gov"
            },
            {
                "name":"Бердичівський медичний коледж",
                "geo":[
                    49.894776,
                    28.583276
                ],
                "owner":"com"
            },
            {
                "name":"Коростенський технічний коледж",
                "geo":[
                    50.95349,
                    28.638345
                ],
                "owner":"private"
            },
            {
                "name":"Коростишівський педагогічний коледж імені І.Я.Франка",
                "geo":[
                    50.325368,
                    29.055079
                ],
                "owner":"com"
            },
            {
                "name":"Малинський лісотехнічний коледж",
                "geo":[
                    50.779367,
                    29.1725
                ],
                "owner":"gov"
            },
            {
                "name":"Новоград-Волинський економіко-гуманітарний коледж",
                "geo":[
                    50.594564,
                    27.599866
                ],
                "owner":"private"
            },
            {
                "name":"Новоград-Волинський медичний коледж",
                "geo":[
                    50.588196,
                    27.616752
                ],
                "owner":"com"
            },
            {
                "name":"Новоград-Волинський промислово-економічний технікум",
                "geo":[
                    50.590034,
                    27.59041
                ],
                "owner":"gov"
            },
            {
                "name":"Новочорторийський державний аграрний технікум",
                "geo":[
                    50.030003,
                    27.700472
                ],
                "owner":"gov"
            }
        ],
        "Закарпатська область":[
            {
                "name":"Берегівський медичний коледж",
                "geo":[
                    48.21884,
                    22.644618
                ],
                "owner":"gov"
            },
            {
                "name":"Закарпатський базовий державний медичний коледж",
                "geo":[
                    48.188707,
                    23.301827
                ],
                "owner":"gov"
            },
            {
                "name":"Закарпатський машинобудівний технікум",
                "geo":[
                    48.173176,
                    23.889217
                ],
                "owner":"gov"
            },
            {
                "name":"Закарпатський угорський інститут імені Ференца Ракоці II",
                "geo":[
                    48.206321,
                    22.643803
                ],
                "owner":"gov"
            },
            {
                "name":"Закарпатський художній інститут",
                "geo":[
                    48.621692,
                    22.301988
                ],
                "owner":"gov"
            },
            {
                "name":"Карпатський університет імені Августина Волошина",
                "geo":[
                    48.621979,
                    22.298496
                ],
                "owner":"private"
            },
            {
                "name":"Міжгірський медичний коледж",
                "geo":[
                    48.522869,
                    23.501643
                ],
                "owner":"gov"
            },
            {
                "name":"Мукачівський державний університет",
                "geo":[
                    48.447196,
                    22.71408
                ],
                "owner":"gov"
            },
            {
                "name":"Мукачівський кооперативний торговельно-економічний коледж",
                "geo":[
                    48.436973,
                    22.717952
                ],
                "owner":"gov"
            },
            {
                "name":"Східно-європейський слов'янський університет",
                "geo":[
                    48.592323,
                    22.318983
                ],
                "owner":"private"
            },
            {
                "name":"Ужгородське державне музичне училище імені Д.Є. Задора",
                "geo":[
                    48.623529,
                    22.300105
                ],
                "owner":"gov"
            },
            {
                "name":"Ужгородський коледж культури і мистецтв",
                "geo":[
                    48.603101,
                    22.286079
                ],
                "owner":"gov"
            },
            {
                "name":"Ужгородський національний університет",
                "geo":[
                    48.625867,
                    22.303595
                ],
                "owner":"gov"
            },
            {
                "name":"Хустський технічний коледж",
                "geo":[
                    48.188351,
                    23.301572
                ],
                "owner":"gov"
            }
        ],
        "Запорізька область":[
            {
                "name":"Бердянський державний педагогічний університет",
                "geo":[
                    46.754123,
                    36.785721
                ],
                "owner":"gov"
            },
            {
                "name":"Бердянський медичний коледж",
                "geo":[
                    46.756773,
                    36.780241
                ],
                "owner":"com"
            },
            {
                "name":"Бердянський університет менеджменту і бізнесу",
                "geo":[
                    46.759013,
                    36.790409
                ],
                "owner":"private"
            },
            {
                "name":"Дніпрорудненський індустріальний технікум",
                "geo":[
                    47.390527,
                    35.003244
                ],
                "owner":"gov"
            },
            {
                "name":"Запорізька державна інженерна академія",
                "geo":[
                    47.860667,
                    35.102482
                ],
                "owner":"gov"
            },
            {
                "name":"Запорізьке музичне училище ім. П І. Майбороди",
                "geo":[
                    47.839014,
                    35.119769
                ],
                "owner":"com"
            },
            {
                "name":"Запорізький авіаційний коледж ім. О.Г. Івченка",
                "geo":[
                    47.832107,
                    35.208123
                ],
                "owner":"gov"
            },
            {
                "name":"Запорізький державний медичний університет",
                "geo":[
                    47.837149,
                    35.115275
                ],
                "owner":"gov"
            },
            {
                "name":"Запорізький інститут економіки та інформаційних технологій",
                "geo":[
                    47.87093,
                    35.067063
                ],
                "owner":"private"
            },
            {
                "name":"Запорізький медичний коледж",
                "geo":[
                    47.787239,
                    35.242657
                ],
                "owner":"com"
            },
            {
                "name":"Запорізький національний технічний університет",
                "geo":[
                    47.817672,
                    35.184251
                ],
                "owner":"gov"
            },
            {
                "name":"Запорізький педагогічний коледж",
                "geo":[
                    47.809682,
                    35.0531
                ],
                "owner":"com"
            },
            {
                "name":"Запорізький національний університет",
                "geo":[
                   47.819120, 
                   35.183967
                ],
                "owner":"gov"
            },
            {
                "name":"Класичний private університет",
                "geo":[
                    47.809577,
                    35.193317
                ],
                "owner":"private"
            },
            {
                "name":"Мелітопольське училище культури",
                "geo":[
                    46.835338,
                    35.368829
                ],
                "owner":"com"
            },
            {
                "name":"Мелітопольський державний педагогічний університет імені Богдана Хмельницького",
                "geo":[
                    46.842631,
                    35.37864
                ],
                "owner":"gov"
            },
            {
                "name":"Мелітопольський медичний коледж",
                "geo":[
                    46.844508,
                    35.356664
                ],
                "owner":"com"
            },
            {
                "name":"Мелітопольський промислово-економічний коледж",
                "geo":[
                    46.86135,
                    35.380522
                ],
                "owner":"gov"
            },
            {
                "name":"Оріхівський коледж Таврійського державного агротехнологічного університету",
                "geo":[
                    47.571697,
                    35.781801
                ],
                "owner":"gov"
            },
            {
                "name":"Таврійський державний агротехнологічний університет",
                "geo":[
                    46.846187,
                    35.372948
                ],
                "owner":"gov"
            },
            {
                "name":"Хортицький національний навчально-реабілітаційний багатопрофільний центр",
                "geo":[
                    47.836407,
                    35.083759
                ],
                "owner":"com"
            }
        ],
        "Івано-Франківська область":[
            {
                "name":"Галицька Академія",
                "geo":[
                    48.943217,
                    24.740011
                ],
                "owner":"private"
            },
            {
                "name":"Івано-Франківське музичне училище імені Дениса Січинського",
                "geo":[
                    48.918333,
                    24.709887
                ],
                "owner":"gov"
            },
            {
                "name":"Івано-Франківський базовий медичний коледж",
                "geo":[
                    48.908377,
                    24.68799
                ],
                "owner":"gov"
            },
            {
                "name":"Івано-Франківський державний коледж технологій та бізнесу",
                "geo":[
                    48.904012,
                    24.712392
                ],
                "owner":"gov"
            },
            {
                "name":"Івано-Франківський муніципальний коледж",
                "geo":[
                    48.920742,
                    24.739288
                ],
                "owner":"private"
            },
            {
                "name":"Івано-Франківський національний медичний університет",
                "geo":[
                    48.921549, 
                    24.709356
                ],
                "owner":"gov"
            },
            {
                "name":"Івано-Франківський національний технічний університет нафти і газу",
                "geo":[
                    48.927392,
                    24.695586
                ],
                "owner":"gov"
            },
            {
                "name":"Івано-Франківський університет права імені Короля Данила Галицького",
                "geo":[
                    48.916154,
                    24.711639
                ],
                "owner":"private"
            },
            {
                "name":"Івано-Франківський фінансово-комерційний кооперативний коледж імені С. Граната",
                "geo":[
                    48.907058,
                    24.715793
                ],
                "owner":"gov"
            },
            {
                "name":"Капуський коледж культури і мистецтв",
                "geo":[
                    49.025213,
                    24.373543
                ],
                "owner":"gov"
            },
            {
                "name":"Коломийський індустріально-педагогічний технікум",
                "geo":[
                    48.536258,
                    25.047603
                ],
                "owner":"gov"
            },
            {
                "name":"Коломийський медичний коледж імені І. Франка",
                "geo":[
                    48.531402,
                    25.038184
                ],
                "owner":"gov"
            },
            {
                "name":"Коломийський педагогічний коледж Івано-Франківської обласної ради",
                "geo":[
                    48.531157,
                    25.038784
                ],
                "owner":"com"
            },
            {
                "name":"Прикарпатський лісогосподарський коледж",
                "geo":[
                    49.06903,
                    23.853537
                ],
                "owner":"com"
            },
            {
                "name":"Прикарпатський національний університет імені Василя Стефаника",
                "geo":[
                    48.91418,
                    24.7003
                ],
                "owner":"gov"
            },
            {
                "name":"Рогатинський державний аграрний коледж",
                "geo":[
                    49.412444,
                    24.61296
                ],
                "owner":"gov"
            },
            {
                "name":"Калуський політехнічний коледж",
                "geo":[
                    49.036813,
                    24.358682
                ],
                "owner":"gov"
            }
        ],
        "Київ":[
            {
                "name":"Академія адвокатури України",
                "geo":[
                    50.445819,
                    30.497606
                ],
                "owner":"private"
            },
            {
                "name":"Академія муніципального управління",
                "geo":[
                    50.41865,
                    30.538332
                ],
                "owner":"gov"
            },
            {
                "name":"Академія праці  соціальних відносин і туризму",
                "geo":[
                    50.410329,
                    30.389598
                ],
                "owner":"gov"
            },
            {
                "name":"Відкритий міжнародний університет розвитку людини Україна",
                "geo":[
                    50.453781,
                    30.369718
                ],
                "owner":"private"
            },
            {
                "name":"Державний економіко-технологічний університет транспорту",
                "geo":[
                    50.441012,
                    30.482285
                ],
                "owner":"gov"
            },
            {
                "name":"Державний інститут підготовки кадрів",
                "geo":[
                    50.449443,
                    30.445538
                ],
                "owner":"gov"
            },
            {
                "name":"Державний університет телекомунікацій",
                "geo":[
                    50.428875,
                    30.47603
                ],
                "owner":"gov"
            },
            {
                "name":"Деснянський економіко-правовий технікум при Міжрегіональній Академії управління персоналом",
                "geo":[
                    50.50678,
                    30.616774
                ],
                "owner":"private"
            },
            {
                "name":"Економіко-правовий технікум при Міжрегіональній Академії управління персоналом",
                "geo":[
                    50.407115,
                    30.508024
                ],
                "owner":"private"
            },
            {
                "name":"Європейський університет",
                "geo":[
                    50.46151,
                    30.379199
                ],
                "owner":"private"
            },
            {
                "name":"Інститут екології економіки і права",
                "geo":[
                    50.448709,
                    30.494377
                ],
                "owner":"private"
            },
            {
                "name":"Інститут економіки та прогнозування Національної академії наук України",
                "geo":[
                    50.434712,
                    30.537762
                ],
                "owner":"gov"
            },
            {
                "name":"Інститут екранних мистецтв",
                "geo":[
                    50.468176,
                    30.64763
                ],
                "owner":"private"
            },
            {
                "name":"Інститут реклами",
                "geo":[
                    50.461461,
                    30.507119
                ],
                "owner":"private"
            },
            {
                "name":"Інститут туризму Федерації професійних спілок України",
                "geo":[
                    50.501295,
                    30.452287
                ],
                "owner":"private"
            },
            {
                "name":"Київська Академія перукарського мистецтва",
                "geo":[
                    50.493139,
                    30.408191
                ],
                "owner":"private"
            },
            {
                "name":"Київська гуманітарна академія",
                "geo":[
                    50.451702,
                    30.511375
                ],
                "owner":"private"
            },
            {
                "name":"Київська державна академія водного транспорту імені гетьмана Петра Конашевича-Сагайдачного",
                "geo":[
                    50.467520,
                    30.508366
                ],
                "owner":"gov"
            },
            {
                "name":"Київська дитяча Академія мистецтв",
                "geo":[
                    50.501076,
                    30.516059
                ],
                "owner":"gov"
            },
            {
                "name":"Київська муніципальна академія естрадного та циркового мистецтв",
                "geo":[
                    50.438997,
                    30.500116
                ],
                "owner":"gov"
            },
            {
                "name":"Київська муніципальна українська академія танцю імені Сержа Лифаря",
                "geo":[
                    50.521401,
                    30.624989
                ],
                "owner":"com"
            },
            {
                "name":"Київський авіаційний технікум",
                "geo":[
                    50.458706,
                    30.39448
                ],
                "owner":"gov"
            },
            {
                "name":"Київський державний інститут декоративно-прикладного мистецтва і дизайну імені Михайла Бойчука",
                "geo":[
                    50.408853,
                    30.550595
                ],
                "owner":"gov"
            },
            {
                "name":"Київський економічний інститут менеджменту",
                "geo":[
                    50.451465,
                    30.445279
                ],
                "owner":"private"
            },
            {
                "name":"Київський інститут банківської справи",
                "geo":[
                    50.472287,
                    30.439949
                ],
                "owner":"private"
            },
            {
                "name":"Київський інститут бізнесу і технологій",
                "geo":[
                    50.493247,
                    30.443719
                ],
                "owner":"private"
            },
            {
                "name":"Київський інститут музики імені Р.М. Глієра",
                "geo":[
                    50.520637,
                    30.590314
                ],
                "owner":"gov"
            },
            {
                "name":"Київський інститут перекладачів",
                "geo":[
                    50.454656,
                    30.524663
                ],
                "owner":"private"
            },
            {
                "name":"Київський інститут сучасної психології та психотерапії",
                "geo":[
                    50.421938,
                    30.544813
                ],
                "owner":"private"
            },
            {
                "name":"Київський коледж бізнесу",
                "geo":[
                    50.402425,
                    30.671598
                ],
                "owner":"private"
            },
            {
                "name":"Київський коледж будівництва  архітектури та дизайну",
                "geo":[
                    50.437965,
                    30.481094
                ],
                "owner":"gov"
            },
            {
                "name":"Київський коледж зв'язку",
                "geo":[
                    50.444839,
                    30.509847
                ],
                "owner":"gov"
            },
            {
                "name":"Київський коледж транспортної інфраструктури",
                "geo":[
                    50.369842,
                    30.710616
                ],
                "owner":"gov"
            },
            {
                "name":"Київський кооперативний інститут бізнесу і права",
                "geo":[
                    50.529238,
                    30.264369
                ],
                "owner":"gov"
            },
            {
                "name":"Київський медичний коледж №3",
                "geo":[
                    50.428834,
                    30.643398
                ],
                "owner":"gov"
            },
            {
                "name":"Київський медичний коледж ім. ПІ. Гаврося",
                "geo":[
                    50.431609,
                    30.417212
                ],
                "owner":"gov"
            },
            {
                "name":"Київський медичний університет",
                "geo":[
                    50.359758,
                    30.681124
                ],
                "owner":"private"
            },
            {
                "name":"Київський міжнародний університет",
                "geo":[
                    50.456205,
                    30.494855
                ],
                "owner":"private"
            },
            {
                "name":"Київський міський медичний коледж",
                "geo":[
                    50.474946,
                    30.618724
                ],
                "owner":"gov"
            },
            {
                "name":"Київський національний економічний університет імені Вадима Гетьмана",
                "geo":[
                    50.456384,
                    30.440537
                ],
                "owner":"gov"
            },
            {
                "name":"Київський національний лінгвістичний університет",
                "geo":[
                    50.427522,
                    30.517185
                ],
                "owner":"gov"
            },
            {
                "name":"Київський національний торговельно-економічний університет",
                "geo":[
                    50.465557,
                    30.638196
                ],
                "owner":"gov"
            },
            {
                "name":"Київський національний університет будівництва і архітектури",
                "geo":[
                    50.427153,
                    30.465687
                ],
                "owner":"gov"
            },
            {
                "name":"Київський національний університет імені Тараса Шевченка",
                "geo":[
                    50.441983,
                    30.511049
                ],
                "owner":"gov"
            },
            {
                "name":"Київський національний університет культури і мистецтв",
                "geo":[
                    50.424631,
                    30.534985
                ],
                "owner":"gov"
            },
            {
                "name":"Київський національний університет театру  кіно і телебачення імені І.К. Карпенка-Карого",
                "geo":[
                    50.453781,
                    30.506881
                ],
                "owner":"gov"
            },
            {
                "name":"Київський національний університет технологій та дизайну",
                "geo":[
                    50.431838,
                    30.539497
                ],
                "owner":"gov"
            },
            {
                "name":"Київський професійно-педагогічний коледж імені Антона Макаренка",
                "geo":[
                    50.453143,
                    30.4836
                ],
                "owner":"gov"
            },
            {
                "name":"Київський славістичний університет",
                "geo":[
                    50.494016,
                    30.517841
                ],
                "owner":"private"
            },
            {
                "name":"Київський технікум готельного господарства",
                "geo":[
                    50.469012,
                    30.611503
                ],
                "owner":"gov"
            },
            {
                "name":"Київський технікум електронних приладів",
                "geo":[
                    50.420454,
                    30.535188
                ],
                "owner":"gov"
            },
            {
                "name":"Київський університет імені Бориса Грінченка",
                "geo":[
                    50.452716,
                    30.501511
                ],
                "owner":"gov"
            },
            {
                "name":"Київський університет культури",
                "geo":[
                    50.422161,
                    30.54095
                ],
                "owner":"private"
            },
            {
                "name":"Київський університет права Національної академії наук України",
                "geo":[
                    50.461274,
                    30.36606
                ],
                "owner":"gov"
            },
            {
                "name":"Київський університет ринкових відносин",
                "geo":[
                    50.426483,
                    30.612649
                ],
                "owner":"private"
            },
            {
                "name":"Київський університет туризму  економіки і права",
                "geo":[
                    50.46905,
                    30.611428
                ],
                "owner":"private"
            },
            {
                "name":"Київський університет управління та підприємництва",
                "geo":[
                    50.417939,
                    30.536968
                ],
                "owner":"gov"
            },
            {
                "name":"Київський хореографічний коледж",
                "geo":[
                    50.442922,
                    30.434875
                ],
                "owner":"private"
            },
            {
                "name":"Міжнародна академія екології та медицини",
                "geo":[
                    50.413935,
                    30.66574
                ],
                "owner":"private"
            },
            {
                "name":"Міжнародний інститут бізнесу",
                "geo":[
                    50.453123,
                    30.320597
                ],
                "owner":"private"
            },
            {
                "name":"Міжнародний інститут менеджменту",
                "geo":[
                    50.452101,
                    30.469047
                ],
                "owner":"private"
            },
            {
                "name":"Міжнародний коледж Святого Луки",
                "geo":[
                    50.413997,
                    30.665729
                ],
                "owner":"private"
            },
            {
                "name":"Міжнародний науково-технічний університет імені академіка Юрія Бугая",
                "geo":[
                    50.453295,
                    30.637081
                ],
                "owner":"private"
            },
            {
                "name":"Міжнародний Соломонів університет",
                "geo":[
                    50.452206,
                    30.477141
                ],
                "owner":"private"
            },
            {
                "name":"Міжнародний університет фінансів",
                "geo":[
                    50.448589,
                    30.460442
                ],
                "owner":"private"
            },
            {
                "name":"Міжнародний християнський університет-Київ",
                "geo":[
                    50.026308,
                    36.214789
                ],
                "owner":"private"
            },
            {
                "name":"Навчально-професійний центр Академія мистецтва краси",
                "geo":[
                    50.402405,
                    30.671534
                ],
                "owner":"private"
            },
            {
                "name":"Національна академія внутрішніх справ",
                "geo":[
                    50.432999,
                    30.471847
                ],
                "owner":"gov"
            },
            {
                "name":"Національна академія керівних кадрів культури і мистецтв",
                "geo":[
                    50.434825,
                    30.55477
                ],
                "owner":"gov"
            },
            {
                "name":"Національна академія образотворчого мистецтва і архітектури",
                "geo":[
                    50.459041,
                    30.507526
                ],
                "owner":"gov"
            },
            {
                "name":"Національна академія прокуратури України",
                "geo":[
                    50.464522,
                    30.479851
                ],
                "owner":"gov"
            },
            {
                "name":"Національна академія Служби безпеки України",
                "geo":[
                    50.393427,
                    30.475729
                ],
                "owner":"gov"
            },
            {
                "name":"Національна академія статистики  обліку та аудиту",
                "geo":[
                    50.465585,
                    30.484661
                ],
                "owner":"gov"
            },
            {
                "name":"Національна академія управління",
                "geo":[
                    50.418663,
                    30.453927
                ],
                "owner":"private"
            },
            {
                "name":"Національна академія управління при Президентові України",
                "geo":[
                    50.460398, 
                    30.434072
                ],
                "owner":"gov"
            },
            {
                "name":"Національна медична академія післядипломної освіти імені П. Л. Шупика",
                "geo":[  
                    50.469701,
                    30.449454
                ],
                "owner":"gov"
            },
            {
                "name":"Національна музична академія України імені П.І. Чайковського",
                "geo":[
                    50.447864,
                    30.527058
                ],
                "owner":"gov"
            },
            {
                "name":"Національний авіаційний університет",
                "geo":[
                    50.440449,
                    30.429865
                ],
                "owner":"gov"
            },
            {
                "name":"Національний медичний університет імені О.О. Богомольця",
                "geo":[
                    50.442938,
                    30.515308
                ],
                "owner":"gov"
            },
            {
                "name":"Національний педагогічний університет імені М.П. Драгоманова",
                "geo":[
                    50.445356,
                    30.506928
                ],
                "owner":"gov"
            },
            {
                "name":"Національний технічний університет України «Київський політехнічний інститут»",
                "geo":[
                    50.448354,
                    30.460335
                ],
                "owner":"gov"
            },
            {
                "name":"Національний транспортний університет",
                "geo":[
                    50.439982,
                    30.55039
                ],
                "owner":"gov"
            },
            {
                "name":"Національний університет Києво-Могилянська академія",
                "geo":[
                    50.465367,
                    30.519559
                ],
                "owner":"gov"
            },
            {
                "name":"Національний університет біоресурсів і природокористування України",
                "geo":[
                    50.384015,
                    30.500196
                ],
                "owner":"gov"
            },
            {
                "name":"Національний університет оборони України імені Івана Черняховського",
                "geo":[
                    50.433382,
                    30.468381
                ],
                "owner":"gov"
            },
            {
                "name":"Національний університет фізичного виховання і спорту України",
                "geo":[
                    50.431736,
                    30.519097
                ],
                "owner":"gov"
            },
            {
                "name":"Національний університет харчових технологій",
                "geo":[
                    50.438614,
                    30.509918
                ],
                "owner":"gov"
            },
            {
                "name":"Перший Київський медичний коледж",
                "geo":[
                    50.465946,
                    30.476629
                ],
                "owner":"gov"
            },
            {
                "name":"Політико-правовий коледж АЛСКО",
                "geo":[
                    50.464672,
                    30.476688
                ],
                "owner":"private"
            },
            {
                "name":"Республіканське вище училище фізичної культури",
                "geo":[
                    50.465277,
                    30.637564
                ],
                "owner":"gov"
            },
            {
                "name":"Український державний університет фінансів та міжнародної торгівлі",
                "geo":[
                    50.421917,
                    30.537574
                ],
                "owner":"gov"
            },
            {
                "name":"Український інститут лінгвістики і менеджменту",
                "geo":[
                    50.453329,
                    30.637113
                ],
                "owner":"private"
            },
            {
                "name":"Українсько-американський гуманітарний інститут Вісконсінський Міжнародний Університет (США) в Україні",
                "geo":[
                    50.449046,
                    30.495578
                ],
                "owner":"private"
            },
            {
                "name":"Університет банківської справи Національного банку України",
                "geo":[
                    50.460619,
                    30.51956
                ],
                "owner":"gov"
            },
            {
                "name":"Університет економіки та права КРОК",
                "geo":[
                    50.461493,
                    30.428542
                ],
                "owner":"private"
            },
            {
                "name":"Університет менеджменту освіти",
                "geo":[
                    50.456865,
                    30.491995
                ],
                "owner":"gov"
            },
            {
                "name":"Університет новітніх технологій",
                "geo":[
                    50.448938,
                    30.434549
                ],
                "owner":"private"
            },
            {
                "name":"Університет сучасних знань",
                "geo":[
                    50.431291,
                    30.517187
                ],
                "owner":"private"
            },
            {
                "name":"Фінансово-правовий коледж",
                "geo":[
                    50.436167,
                    30.456407
                ],
                "owner":"private"
            },
            {
                "name":"Міжрегіональна Академія управління персоналом",
                "geo":[
                    50.408675,
                    30.513164
                ],
                "owner":"private"
            },
            {
                "name":"Коледж культури і мистецтв",
                "geo":[
                    50.44105,
                    30.54977
                ],
                "owner":"com"
            },
            {
                "name":"Коледж міжнародної торгівлі",
                "geo":[
                    50.421848,
                    30.537553
                ],
                "owner":"private"
            },
            {
                "name":"Коледж театру і кіно",
                "geo":[
                    50.428315,
                    30.658354
                ],
                "owner":"private"
            },
            {
                "name":"Мистецький інститут художнього моделювання та дизайну імені Сальвадора Далі",
                "geo":[
                    50.507962,
                    30.462694
                ],
                "owner":"private"
            },
            {
                "name":"Мистецький коледж художнього моделювання та дизайну",
                "geo":[
                    49.815624,
                    23.986781
                ],
                "owner":"private"
            },
            {
                "name":"Міжгалузева академія управління",
                "geo":[
                    50.430652,
                    30.447382
                ],
                "owner":"gov"
            },
            {
                "name":"Дипломатична академія України при Міністерстві закордонних справ",
                "geo":[
                    50.455786,
                    30.520395
                ],
                "owner":"gov"
            }
        ],
        "Київська область":[
            {
                "name":"Білоцерківський гуманітарно-педагогічний коледж",
                "geo":[
                    49.799792,
                    30.121416
                ],
                "owner":"com"
            },
            {
                "name":"Білоцерківський коледж сервісу та дизайну",
                "geo":[
                    49.785684,
                    30.130259
                ],
                "owner":"gov"
            },
            {
                "name":"Білоцерківський медичний коледж",
                "geo":[
                    49.818438,
                    30.065673
                ],
                "owner":"com"
            },
            {
                "name":"Білоцерківський механіко-енергетичний технікум",
                "geo":[
                    49.784603,
                    30.162467
                ],
                "owner":"gov"
            },
            {
                "name":"Білоцерківський національний аграрний університет",
                "geo":[
                    49.793289,
                    30.112213
                ],
                "owner":"gov"
            },
            {
                "name":"Білоцерківський технічний коледж Товариства сприяння обороні України",
                "geo":[
                    49.826149,
                    30.07301
                ],
                "owner":"gov"
            },
            {
                "name":"Богуславський гуманітарний коледж імені І.С. Нечуя-Левицького",
                "geo":[
                    49.547015,
                    30.87278
                ],
                "owner":"gov"
            },
            {
                "name":"Бориспільський інститут муніципального менеджменту при Міжрегіональній Академії управління персоналом",
                "geo":[
                    50.380373,
                    30.95065
                ],
                "owner":"private"
            },
            {
                "name":"Броварське вище училище фізичної культури",
                "geo":[
                    50.507951,
                    30.77176
                ],
                "owner":"gov"
            },
            {
                "name":"Інститут підготовки кадрів державної служби зайнятості України",
                "geo":[
                    50.427536,
                    30.502465
                ],
                "owner":"gov"
            },
            {
                "name":"Ірпінська фінансово-юридична академія",
                "geo":[
                    50.525978,
                    30.226819
                ],
                "owner":"private"
            },
            {
                "name":"Макарівський медичний коледж",
                "geo":[
                    50.464221,
                    29.817366
                ],
                "owner":"com"
            },
            {
                "name":"Національний університет державної податкової служби України",
                "geo":[
                    50.524043,
                    30.227297
                ],
                "owner":"gov"
            },
            {
                "name":"Обухівський медичний коледж",
                "geo":[
                    50.148306,
                    30.749744
                ],
                "owner":"com"
            },
            {
                "name":"Переяслав-Хмельницький  педагогічний університет імені Григорія Сковороди",
                "geo":[
                    50.082725,
                    31.474944
                ],
                "owner":"gov"
            },
            {
                "name":"Поліцейська фінансово-правова академія",
                "geo":[
                    50.502775,
                    30.769732
                ],
                "owner":"private"
            },
            {
                "name":"Ржищівський будівельний технікум",
                "geo":[
                    49.864561,
                    30.824345
                ],
                "owner":"gov"
            },
            {
                "name":"Ржищівський гуманітарний коледж",
                "geo":[
                    49.96894,
                    31.039821
                ],
                "owner":"gov"
            },
            {
                "name":"Ржищівський індустріально-педагогічний технікум",
                "geo":[
                    49.965756,
                    31.044317
                ],
                "owner":"gov"
            },
            {
                "name":"Стрітівська вища педагогічна школа кобзарського мистецтва",
                "geo":[
                    50.357451,
                    30.954808
                ],
                "owner":"gov"
            },
            {
                "name":"Фастівський автомобільно-дорожній технікум",
                "geo":[
                    50.081957,
                    29.921808
                ],
                "owner":"private"
            },
            {
                "name":"Економіко-технологічний університет",
                "geo":[
                    50.522307,
                    30.8157
                ],
                "owner":"private"
            },
            {
                "name":"Таращанський агротехнічний коледж імені Героя Радянського Союзу О.О. Шевченка",
                "geo":[
                    49.554973,
                    30.502054
                ],
                "owner":"gov"
            },
            {
                "name":"Український гуманітарний інститут",
                "geo":[
                    50.56246,
                    30.248008
                ],
                "owner":"private"
            },
            {
                "name":"Чорнобильський медичний коледж",
                "geo":[
                    50.259937,
                    31.775841
                ],
                "owner":"com"
            }
        ],
        "Кіровоградська область":[
            {
                "name":"Кіровоградське музичне училище",
                "geo":[
                    48.518324,
                    32.278592
                ],
                "owner":"gov"
            },
            {
                "name":"Кіровоградський будівельний коледж",
                "geo":[
                    48.50826,
                    32.262315
                ],
                "owner":"gov"
            },
            {
                "name":"Кіровоградський державний педагогічний університет імені Володимира Винниченка",
                "geo":[
                    48.515048,
                    32.262065
                ],
                "owner":"gov"
            },
            {
                "name":"Кіровоградський інститут комерції",
                "geo":[
                    48.511004,
                    32.271147
                ],
                "owner":"private"
            },
            {
                "name":"Кіровоградський інститут регіонального управління та економіки",
                "geo":[
                    48.520939,
                    32.287448
                ],
                "owner":"private"
            },
            {
                "name":"Кіровоградський кібернетико-технічний коледж",
                "geo":[
                    48.510229,
                    32.269516
                ],
                "owner":"gov"
            },
            {
                "name":"Кіровоградський комерційний технікум",
                "geo":[
                    48.51739,
                    32.278212
                ],
                "owner":"gov"
            },
            {
                "name":"Кіровоградський кооперативний коледж економіки і права імені М.П. Сая ",
                "geo":[
                    48.513737,
                    32.268034
                ],
                "owner":"gov"
            },
            {
                "name":"Кіровоградський медичний коледж ім. Є.Й. Мухіна",
                "geo":[
                    48.514693,
                    32.278302
                ],
                "owner":"gov"
            },
            {
                "name":"Кіровоградський національний технічний університет",
                "geo":[
                    48.50654,
                    32.210967
                ],
                "owner":"gov"
            },
            {
                "name":"Кіровоградський технікум механізації сільського господарства",
                "geo":[
                    48.504095,
                    32.213284
                ],
                "owner":"gov"
            },
            {
                "name":"Гайворонський політехнічний коледж",
                "geo":[
                    48.344513,
                    29.852437
                ],
                "owner":"gov"
            },
            {
                "name":"Олександрійське медичне училище",
                "geo":[
                    48.663468,
                    33.113213
                ],
                "owner":"gov"
            },
            {
                "name":"Олександрійське училище культури",
                "geo":[
                    48.673889,
                    33.119034
                ],
                "owner":"com"
            },
            {
                "name":"Олександрійський педагогічний коледж імені В.О. Сухомлинського",
                "geo":[
                    48.667413,
                    33.072106
                ],
                "owner":"com"
            },
            {
                "name":"Олександрійський політехнічний коледж",
                "geo":[
                    48.673209,
                    33.116053
                ],
                "owner":"gov"
            },
            {
                "name":"Соціально-педагогічний інститут Педагогічна академія",
                "geo":[
                    48.518394,
                    32.28035
                ],
                "owner":"private"
            }
        ],
        "Крим":[
            {
                "name":"Керченський державний морський технологічний університет",
                "geo":[
                    45.29892,
                    36.427143
                ],
                "owner":"gov"
            },
            {
                "name":"Керченський коледж економіки та інформаційних технологій",
                "geo":[
                    45.366213,
                    36.46714
                ],
                "owner":"private"
            },
            {
                "name":"Керченський медичний коледж ім. Г.К. Петрової",
                "geo":[
                    45.356982,
                    36.456439
                ],
                "owner":"gov"
            },
            {
                "name":"Кримське вище училище олімпійського резерву",
                "geo":[
                    44.842542,
                    34.228113
                ],
                "owner":"gov"
            },
            {
                "name":"Кримський гуманітарний університет",
                "geo":[
                    44.48938,
                    34.160108
                ],
                "owner":"gov"
            },
            {
                "name":"Кримський державний медичний університет імені С І. Георгієвського",
                "geo":[
                    44.961473,
                    34.087955
                ],
                "owner":"gov"
            },
            {
                "name":"Кримський інженерно-педагогічний університет",
                "geo":[
                    44.939772,
                    34.09083
                ],
                "owner":"gov"
            },
            {
                "name":"Кримський інститут бізнесу Університету економіки і управління",
                "geo":[
                    44.935094,
                    34.08081
                ],
                "owner":"private"
            },
            {
                "name":"Кримський інститут економіки та господарського права",
                "geo":[
                    44.951725,
                    34.092118
                ],
                "owner":"private"
            },
            {
                "name":"Кримський медичний коледж",
                "geo":[
                    44.952894,
                    34.095692
                ],
                "owner":"gov"
            },
            {
                "name":"Кримський республіканський інститут післядипломної педагогічної освіти",
                "geo":[
                    44.951094,
                    34.105563
                ],
                "owner":"gov"
            },
            {
                "name":"Кримський університет культури  мистецтв і туризму",
                "geo":[
                    44.952894,
                    34.121729
                ],
                "owner":"gov"
            },
            {
                "name":"Євпаторійський медичний коледж",
                "geo":[
                    45.202104,
                    33.349811
                ],
                "owner":"gov"
            },
            {
                "name":"Художнє училище ім. М.С. Самокіша",
                "geo":[
                    44.935375,
                    34.095349
                ],
                "owner":"gov"
            },
            {
                "name":"Національна академія природоохоронного та курортного будівництва",
                "geo":[
                    44.985654,
                    34.089178
                ],
                "owner":"gov"
            },
            {
                "name":"Відкритий Таврійський коледж",
                "geo":[
                    44.934976,
                    34.081005
                ],
                "owner":"private"
            },
            {
                "name":"Сімферопольське музичне училище ім. П.І.Чайковського",
                "geo":[
                    44.954894,
                    34.098681
                ],
                "owner":"gov"
            },
            {
                "name":"Сімферопольський автотранспортний технікум",
                "geo":[
                    44.976366,
                    34.14102
                ],
                "owner":"gov"
            },
            {
                "name":"Сімферопольський кооперативний торговельно-економічний коледж",
                "geo":[
                    44.966847,
                    34.090637
                ],
                "owner":"gov"
            },
            {
                "name":"Сімферопольський технікум радіоелектроніки",
                "geo":[
                    44.940061,
                    34.096529
                ],
                "owner":"gov"
            },
            {
                "name":"Таврійський національний університет імені В.І. Вернадського",
                "geo":[
                    44.936537,
                    34.13484
                ],
                "owner":"gov"
            },
            {
                "name":"Університет економіки і управління",
                "geo":[
                    44.935033,
                    34.081217
                ],
                "owner":"gov"
            },
            {
                "name":"Феодосійська фінансово-економічна академія Київського університету ринкових відносин",
                "geo":[
                    45.022105,
                    35.384022
                ],
                "owner":"private"
            },
            {
                "name":"Феодосійський політехничний технікум",
                "geo":[
                    45.040386,
                    35.369107
                ],
                "owner":"gov"
            },
            {
                "name":"Школа-студія при Кримському академічному російському драматичному театрі ім. М. Горького",
                "geo":[
                    44.949747,
                    34.096744
                ],
                "owner":"gov"
            },
            {
                "name":"Ялтинський медичний коледж",
                "geo":[
                    44.492575,
                    34.144987
                ],
                "owner":"gov"
            }
        ],
        "Луганська область":[
            {
                "name":"Антрацитівський коледж інформаційних технологій та економіки",
                "geo":[
                    48.115999,
                    39.082657
                ],
                "owner":"gov"
            },
            {
                "name":"Донбаський державний технічний університет",
                "geo":[  
                    48.913278,
                    38.420678
                ],
                "owner":"gov"
            },
            {
                "name":"Кіровський транспортний технікум",
                "geo":[
                    48.63975,
                    38.647477
                ],
                "owner":"gov"
            },
            {
                "name":"Краснодонський промислово-економічний коледж",
                "geo":[
                    48.296128,
                    39.727629
                ],
                "owner":"gov"
            },
            {
                "name":"Краснолуцький гірничопромисловий коледж",
                "geo":[
                    48.155265,
                    38.925115
                ],
                "owner":"gov"
            },
            {
                "name":"Краснолуцький приладобудівний технікум",
                "geo":[
                    48.158292,
                    38.940513
                ],
                "owner":"gov"
            },
            {
                "name":"Кремінське обласне медичне училище",
                "geo":[
                    49.04822,
                    38.216946
                ],
                "owner":"com"
            },
            {
                "name":"Лисичанське державне медичне училище",
                "geo":[
                    48.91731,
                    38.404571
                ],
                "owner":"gov"
            },
            {
                "name":"Лисичанський нафтохімічний технікум",
                "geo":[
                    48.906296,
                    38.427211
                ],
                "owner":"gov"
            },
            {
                "name":"Лисичанський ордена Трудового Червоного Прапора гірничий технікум",
                "geo":[
                    48.91315,
                    38.420495
                ],
                "owner":"gov"
            },
            {
                "name":"Луганська державна академія культури і мистецтв",
                "geo":[
                    48.574101,
                    39.299145
                ],
                "owner":"gov"
            },
            {
                "name":"Луганське обласне вище училище фізичної культури",
                "geo":[
                    48.538197,
                    39.278492
                ],
                "owner":"com"
            },
            {
                "name":"Луганське обласне медичне училище",
                "geo":[
                    48.568216,
                    39.313499
                ],
                "owner":"com"
            },
            {
                "name":"Луганський будівельний коледж",
                "geo":[
                    48.557196,
                    39.322211
                ],
                "owner":"gov"
            },
            {
                "name":"Луганський державний інститут житлово-комунального господарства і будівництва",
                "geo":[
                    48.558862,
                    39.328897
                ],
                "owner":"gov"
            },
            {
                "name":"Луганський державний коледж економіки і торгівлі",
                "geo":[
                    48.56718,
                    39.297835
                ],
                "owner":"gov"
            },
            {
                "name":"Луганський державний медичний університет",
                "geo":[  
                    49.039497,
                    38.359975
                ],
                "owner":"gov"
            },
            {
                "name":"Луганський державний університет внутрішніх справ імені Е.О. Дідоренка",
                "geo":[  
                    50.892487,
                    34.837638
                ],
                "owner":"gov"
            },
            {
                "name":"Луганський коледж будівництва  економіки та права",
                "geo":[
                    48.571581,
                    39.279124
                ],
                "owner":"gov"
            },
            {
                "name":"Луганський національний аграрний університет",
                "geo":[ 
                    50.006073,
                    36.245699
                ],
                "owner":"gov"
            },
            {
                "name":"Луганський національний університет імені Тараса Шевченка",
                "geo":[ 
                    49.281695,
                    38.904936
                ],
                "owner":"gov"
            },
            {
                "name":"Луганський обласний інститут післядипломної педагогічної освіти ",
                "geo":[  
                    48.944283,
                    38.528164
                ],
                "owner":"gov"
            },            
            {
                "name":"Первомайське обласне медичне училище",
                "geo":[
                    48.629438,
                    38.547588
                ],
                "owner":"com"
            },
            {
                "name":"Первомайський індустріально-педагогічний технікум",
                "geo":[ 
                    49.021351, 
                    38.356608
                ],
                "owner":"gov"
            },
            {
                "name":"Ровеньківський техніко-економічний коледж",
                "geo":[
                    48.070753,
                    39.396926
                ],
                "owner":"gov"
            },
            {
                "name":"Рубіжанський індустріально-педагогічний технікум",
                "geo":[
                    49.021013,
                    38.360012
                ],
                "owner":"gov"
            },
            {
                "name":"Свердловське обласне медичне училище",
                "geo":[
                    48.078551,
                    39.648239
                ],
                "owner":"com"
            },
            {
                "name":"Сєвєродонецьке обласне музичне училище ім. С.С. Прокоф'єва",
                "geo":[
                    48.944081,
                    38.477413
                ],
                "owner":"com"
            },
            {
                "name":"Старобільське обласне медичне училище",
                "geo":[
                    49.280344,
                    38.907731
                ],
                "owner":"com"
            },
            {
                "name":"Стаханівське обласне медичне училище",
                "geo":[
                    48.579296,
                    38.667776
                ],
                "owner":"com"
            },
            {
                "name":"Стаханівський машинобудівний технікум",
                "geo":[
                    48.566649,
                    38.649732
                ],
                "owner":"gov"
            },
             {
                "name":"Стаханівський педагогічний коледж Луганського національного університету ім. Тараса Шевченка",
                "geo":[ 
                    48.910559,
                    38.429826
                ],
                "owner":"gov"
            },           
            {
                "name":"Стаханівський промислово-економічний технікум",
                "geo":[
                    48.562981,
                    38.653828
                ],
                "owner":"gov"
            },
            {
                "name":"Східноукраїнський національний університет імені Володимира Дапя",
                "geo":[ 
                    48.948522,
                    38.492208
                ],
                "owner":"gov"
            },
            {
                "name":"Штерівський енергетичний технікум",
                "geo":[
                    48.091596,
                    38.868244
                ],
                "owner":"gov"
            }
        ],
        "Львів":[
            {
                "name":"Академія сухопутних військ імені гетьмана Петра Сагайдачного",
                "geo":[
                    49.824529,
                    24.017635
                ],
                "owner":"gov"
            },
            {
                "name":"Львівська державна фінансова академія",
                "geo":[
                    49.839235,
                    24.028044
                ],
                "owner":"gov"
            },
            {
                "name":"Львівська комерційна академія",
                "geo":[
                    49.837085,
                    24.03773
                ],
                "owner":"gov"
            },
            {
                "name":"Львівська національна академія мистецтв",
                "geo":[
                    49.824989,
                    24.038682
                ],
                "owner":"gov"
            },
            {
                "name":"Львівська національна музична академія імені М.В. Лисенка",
                "geo":[
                    49.836945,
                    24.03246
                ],
                "owner":"gov"
            },
            {
                "name":"Львівське державне музичне училище ім. С.П. Людкевича",
                "geo":[
                    49.835366,
                    24.019999
                ],
                "owner":"gov"
            },
            {
                "name":"Львівське державне училище культури і мистецтв",
                "geo":[
                    49.837503,
                    24.032928
                ],
                "owner":"gov"
            },
            {
                "name":"Львівське державне училище фізичної культури",
                "geo":[
                    49.818768,
                    24.004013
                ],
                "owner":"gov"
            },
            {
                "name":"Львівський державний коледж декоративного і ужиткового мистецтва ім. І.Труша",
                "geo":[
                    49.824848,
                    24.038339
                ],
                "owner":"gov"
            },
            {
                "name":"Львівський державний університет безпеки життєдіяльності",
                "geo":[
                    49.850127,
                    24.014164
                ],
                "owner":"gov"
            },
            {
                "name":"Львівський державний університет внутрішніх справ",
                "geo":[
                    49.843448,
                    24.019251
                ],
                "owner":"gov"
            },
            {
                "name":"Львівський державний університет фізичної культури",
                "geo":[
                    49.841309,
                    24.02264
                ],
                "owner":"gov"
            },
            {
                "name":"Львівський інститут економіки і туризму",
                "geo":[
                    49.84265,
                    24.02285
                ],
                "owner":"gov"
            },
            {
                "name":"Львівський інститут менеджменту",
                "geo":[
                    49.832945,
                    23.994553
                ],
                "owner":"private"
            },
            {
                "name":"Львівський коледж будівництва  архітектури та дизайну",
                "geo":[
                    49.838578,
                    24.036709
                ],
                "owner":"gov"
            },
            {
                "name":"Львівський кооперативний коледж економіки і права",
                "geo":[
                    49.843891,
                    24.016032
                ],
                "owner":"gov"
            },
            {
                "name":"Львівський медичний інститут",
                "geo":[
                    49.832457,
                    23.994785
                ],
                "owner":"private"
            },
            {
                "name":"Львівський медичний коледж ім. Андрея Крупинського",
                "geo":[
                    49.850657,
                    24.002227
                ],
                "owner":"com"
            },
            {
                "name":"Львівський медичний коледж післядипломної освіти",
                "geo":[
                    49.874207,
                    24.039727
                ],
                "owner":"com"
            },
            {
                "name":"Львівський національний медичний університет імені Данила Г алицького",
                "geo":[
                    49.835737,
                    24.047806
                ],
                "owner":"gov"
            },
            {
                "name":"Львівський національний університет ветеринарної медицини та біотехнологій імені С.З. Гжицького",
                "geo":[
                    49.836208,
                    24.043568
                ],
                "owner":"gov"
            },
            {
                "name":"Львівський національний університет імені Івана Франка",
                "geo":[
                    49.840483,
                    24.022226
                ],
                "owner":"gov"
            },
            {
                "name":"Львівський регіональний інститут державного управління Національної академії державного управління при Президентові України",
                "geo":[
                    49.90137,
                    23.944701
                ],
                "owner":"gov"
            },
            {
                "name":"Львівський університет бізнесу та права",
                "geo":[
                    49.815624,
                    23.986748
                ],
                "owner":"private"
            },
            {
                "name":"Медичний коледж Монада",
                "geo":[
                    49.824743,
                    23.950115
                ],
                "owner":"private"
            },
            {
                "name":"Медичне училище Медик",
                "geo":[
                    49.832444,
                    23.994807
                ],
                "owner":"private"
            },
            {
                "name":"Національний лісотехнічний університет України",
                "geo":[
                    49.825512,
                    24.002913
                ],
                "owner":"gov"
            },
            {
                "name":"Національний університет Львівська політехніка",
                "geo":[
                    49.835704,
                    24.014922
                ],
                "owner":"gov"
            },
            {
                "name":"Українська академія друкарства",
                "geo":[
                    49.869854,
                    24.007515
                ],
                "owner":"gov"
            },
            {
                "name":"Український Католицький Університет",
                "geo":[
                    49.825775,
                    24.036924
                ],
                "owner":"private"
            }
        ],
        "Львівська область":[
            {
                "name":"Бориславський медичний коледж",
                "geo":[
                    49.285038,
                    23.423642
                ],
                "owner":"com"
            },
            {
                "name":"Бродівський педагогічний коледж імені Маркіяна Шашкевича",
                "geo":[
                    50.08226,
                    25.148708
                ],
                "owner":"com"
            },
            {
                "name":"Львівський національний аграрний університет",
                "geo":[
                    49.904967,
                    24.090517
                ],
                "owner":"gov"
            },
            {
                "name":"Червоноградський гірничо-економічний коледж",
                "geo":[
                    50.397183,
                    24.242818
                ],
                "owner":"gov"
            },
            {
                "name":"Дрогобицьке державне музичне училище ім. В. Барвінського",
                "geo":[
                    49.349793,
                    23.506514
                ],
                "owner":"com"
            },
            {
                "name":"Дрогобицький державний педагогічний університет імені Івана Франка",
                "geo":[
                    49.354954,
                    23.501456
                ],
                "owner":"gov"
            },
            {
                "name":"Новороздільський політехнічний коледж",
                "geo":[
                    49.467399,
                    24.144899
                ],
                "owner":"gov"
            },
            {
                "name":"Самбірське училище культури",
                "geo":[
                    49.516805,
                    23.197161
                ],
                "owner":"gov"
            },
            {
                "name":"Самбірський медичний коледж",
                "geo":[
                    49.51334,
                    23.182823
                ],
                "owner":"com"
            },
            {
                "name":"Самбірський педагогічний коледж імені Івана Филипчака",
                "geo":[
                    49.517073,
                    23.203613
                ],
                "owner":"com"
            },
            {
                "name":"Самбірський технікум економіки та інформатики",
                "geo":[
                    49.514838,
                    23.187168
                ],
                "owner":"gov"
            }
        ],
        "Миколаївська область":[
            {
                "name":"Миколаївське вище училище фізичної культури",
                "geo":[
                    46.957817,
                    31.999285
                ],
                "owner":"gov"
            },
            {
                "name":"Миколаївське державне вище музичне училище",
                "geo":[
                    46.96565,
                    31.989419
                ],
                "owner":"gov"
            },
            {
                "name":"Миколаївський базовий медичний коледж",
                "geo":[
                    46.935027,
                    32.029531
                ],
                "owner":"gov"
            },
            {
                "name":"Миколаївський державний коледж економіки та харчових технологій",
                "geo":[
                    46.950742,
                    32.044916
                ],
                "owner":"gov"
            },
            {
                "name":"Миколаївський коледж культури і мистецтв",
                "geo":[
                    46.974227,
                    31.987379
                ],
                "owner":"gov"
            },
            {
                "name":"Миколаївський муніципальний академічний коледж",
                "geo":[
                    46.946253,
                    32.039884
                ],
                "owner":"gov"
            },
            {
                "name":"Миколаївський національний аграрний університет",
                "geo":[
                    46.965379,
                    31.965147
                ],
                "owner":"gov"
            },
            {
                "name":"Миколаївський національний університет імені В.О. Сухомлинського",
                "geo":[
                    46.97918,
                    31.979758
                ],
                "owner":"gov"
            },
            {
                "name":"Миколаївський політехнічний коледж",
                "geo":[
                    46.977822,
                    31.979116
                ],
                "owner":"gov"
            },
            {
                "name":"Миколаївський технікум залізничного транспорту імені академіка В.М. Образцова",
                "geo":[
                    46.961756,
                    31.97689
                ],
                "owner":"gov"
            },
            {
                "name":"Коледж преси та телебачення",
                "geo":[
                    46.958972,
                    31.989634
                ],
                "owner":"private"
            },
            {
                "name":"Міжнародний класичний університет Україна-Південь",
                "geo":[
                    46.97432,
                    32.0228
                ],
                "owner":"private"
            },
            {
                "name":"Міжнародний технологічний університет Миколаївська політехніка",
                "geo":[
                    46.978075,
                    31.967913
                ],
                "owner":"gov"
            },
            {
                "name":"Національний університет кораблебудування імені адмірала Макарова",
                "geo":[
                    46.98818,
                    32.002399
                ],
                "owner":"gov"
            },
            {
                "name":"Новобузький педагогічний коледж",
                "geo":[
                    47.689081,
                    32.502853
                ],
                "owner":"com"
            },
            {
                "name":"Первомайський медичний коледж",
                "geo":[
                    48.041136,
                    30.842312
                ],
                "owner":"com"
            },
            {
                "name":"Чорноморський державний університет імені Петра Могили",
                "geo":[
                    46.971885,
                    32.015096
                ],
                "owner":"gov"
            }
        ],
        "Одеса":[
            {
                "name":"Військова академія",
                "geo":[
                    46.442411,
                    30.743301
                ],
                "owner":"gov"
            },
            {
                "name":"Міжнародний гуманітарний університет",
                "geo":[
                    46.437274,
                    30.746873
                ],
                "owner":"private"
            },
            {
                "name":"Національний університет Одеська юридична академія",
                "geo":[
                    46.441977,
                    30.744222
                ],
                "owner":"gov"
            },
            {
                "name":"Одеська державна академія будівництва та архітектури",
                "geo":[
                    46.483705,
                    30.717516
                ],
                "owner":"gov"
            },
            {
                "name":"Одеська державна академія технічного регулювання та якості",
                "geo":[
                    46.48145,
                    30.725047
                ],
                "owner":"gov"
            },
            {
                "name":"Одеська національна академія зв'язку ім. О.С. Попова",
                "geo":[
                    46.482696,
                    30.723356
                ],
                "owner":"gov"
            },
            {
                "name":"Одеська національна академія харчових технологій",
                "geo":[
                    46.459397,
                    30.744123
                ],
                "owner":"gov"
            },
            {
                "name":"Одеська національна морська академія",
                "geo":[
                    46.48377,
                    30.714174
                ],
                "owner":"gov"
            },
            {
                "name":"Одеська національна музична академія імені А.В. Нежданової",
                "geo":[
                    46.483183,
                    30.725156
                ],
                "owner":"gov"
            },
            {
                "name":"Одеське обласне базове медичне училище",
                "geo":[
                    46.484281,
                    30.742739
                ],
                "owner":"com"
            },
            {
                "name":"Одеське педагогічне училище",
                "geo":[
                    46.481772,
                    30.748111
                ],
                "owner":"com"
            },
            {
                "name":"Одеське театрально-художнє училище",
                "geo":[
                    46.488628,
                    30.727812
                ],
                "owner":"com"
            },
            {
                "name":"Одеське училище мистецтв і культури ім. К.Ф. Данькевича",
                "geo":[
                    46.483545,
                    30.724644
                ],
                "owner":"com"
            },
            {
                "name":"Одеське художнє училище імені Митрофана Борисовича Грекова",
                "geo":[
                    46.488362,
                    30.733842
                ],
                "owner":"com"
            },
            {
                "name":"Одеський державний аграрний університет",
                "geo":[
                    46.469015,
                    30.744667
                ],
                "owner":"gov"
            },
            {
                "name":"Одеський державний екологічний університет",
                "geo":[
                    46.400193,
                    30.74145
                ],
                "owner":"gov"
            },
            {
                "name":"Одеський державний університет внутрішніх справ",
                "geo":[
                    46.474728,
                    30.746516
                ],
                "owner":"gov"
            },
            {
                "name":"Одеський інститут підприємництва та права",
                "geo":[
                    46.424031,
                    30.716931
                ],
                "owner":"private"
            },
            {
                "name":"Одеський коледж економіки  права та готельно-ресторанного бізнесу",
                "geo":[
                    46.476586,
                    30.742189
                ],
                "owner":"gov"
            },
            {
                "name":"Одеський коледж комп'ютерних технологій Сервер",
                "geo":[
                    46.483902,
                    30.746325
                ],
                "owner":"private"
            },
            {
                "name":"Одеський коледж транспортних технологій",
                "geo":[
                    46.45956,
                    30.716461
                ],
                "owner":"gov"
            },
            {
                "name":"Одеський національний економічний університет",
                "geo":[
                    46.489993,
                    30.733905
                ],
                "owner":"gov"
            },
            {
                "name":"Одеський національний медичний університет",
                "geo":[
                    46.494154,
                    30.726409
                ],
                "owner":"gov"
            },
            {
                "name":"Одеський національний морський університет",
                "geo":[
                    46.484016,
                    30.718958
                ],
                "owner":"gov"
            },
            {
                "name":"Одеський національний політехнічний університет",
                "geo":[
                    46.462372,
                    30.750888
                ],
                "owner":"gov"
            },
            {
                "name":"Одеський національний університет імені I I. Мечникова",
                "geo":[
                    46.487741,
                    30.731041
                ],
                "owner":"gov"
            },
            {
                "name":"Одеський регіональний інститут державного управління Національної академії державного управління при Президентові України",
                "geo":[
                    46.438497,
                    30.756057
                ],
                "owner":"gov"
            },
            {
                "name":"Південноукраїнський національний педагогічний університет імені К.Д. Ушинського",
                "geo":[
                    46.480428,
                    30.721335
                ],
                "owner":"gov"
            }
        ],
        "Одеська область":[
            {
                "name":"Ананьївський державний аграрно-економічний технікум",
                "geo":[
                    47.721095,
                    29.960164
                ],
                "owner":"gov"
            },
            {
                "name":"Балтське педагогічне училище",
                "geo":[
                    47.938585,
                    29.61373
                ],
                "owner":"com"
            },
            {
                "name":"Білгород-Дністровське медичне училище",
                "geo":[
                    46.192981,
                    30.350894
                ],
                "owner":"com"
            },
            {
                "name":"Білгород-Дністровське педагогічне училище",
                "geo":[
                    46.194433,
                    30.352861
                ],
                "owner":"com"
            },
            {
                "name":"Білгород-Дністровський державний аграрний технікум",
                "geo":[
                    46.193884,
                    30.342025
                ],
                "owner":"gov"
            },
            {
                "name":"Білгород-Дністровський економіко-правовий коледж",
                "geo":[
                    46.172996,
                    30.348087
                ],
                "owner":"gov"
            },
            {
                "name":"Ізмаїльське медичне училище",
                "geo":[
                    45.347878,
                    28.854433
                ],
                "owner":"private"
            },
            {
                "name":"Ізмаїльський державний гуманітарний університет",
                "geo":[
                    45.360612,
                    28.81939
                ],
                "owner":"gov"
            },
            {
                "name":"Ізмаїльський інститут водного транспорту",
                "geo":[
                    45.351776,
                    28.83638
                ],
                "owner":"private"
            },
            {
                "name":"Ізмаїльський технікум економіки і права",
                "geo":[
                    45.361629,
                    28.832232
                ],
                "owner":"private"
            },
            {
                "name":"Ізмаїльський технікум механізації і електрифікації сільського господарства",
                "geo":[
                    45.36475,
                    28.839646
                ],
                "owner":"gov"
            },
            {
                "name":"Котовське медичне училище",
                "geo":[
                    47.758945,
                    29.541997
                ],
                "owner":"gov"
            },
            {
                "name":"Петрівський державний аграрний технікум",
                "geo":[
                    46.909914,
                    30.718821
                ],
                "owner":"gov"
            }
        ],
        "Полтавська область":[
            {
                "name":"Гадяцьке училище культури ім. І.П. Котляревського",
                "geo":[
                    50.371676,
                    33.994936
                ],
                "owner":"gov"
            },
            {
                "name":"Комсомольський політехнічний технікум",
                "geo":[
                    49.008892,
                    33.63571
                ],
                "owner":"gov"
            },
            {
                "name":"Кременчуцьке педагогічне училище ім. А.С. Макаренка",
                "geo":[
                    49.092754,
                    33.446244
                ],
                "owner":"gov"
            },
            {
                "name":"Кременчуцький коледж транспортної інфраструктури",
                "geo":[
                    49.073332,
                    33.43253
                ],
                "owner":"gov"
            },
            {
                "name":"Кременчуцький медичний коледж",
                "geo":[
                    49.092916,
                    33.443197
                ],
                "owner":"com"
            },
            {
                "name":"Кременчуцький національний університет імені Михайла Остроградського",
                "geo":[
                    49.060299,
                    33.409592
                ],
                "owner":"gov"
            },
            {
                "name":"Кременчуцький університет економіки  інформаційних технологій і управління",
                "geo":[
                    49.070251,
                    33.411001
                ],
                "owner":"private"
            },
            {
                "name":"Лохвицьке медичне училище",
                "geo":[
                    50.353251,
                    33.255033
                ],
                "owner":"com"
            },
            {
                "name":"Лубенське медичне училище",
                "geo":[
                    50.008739,
                    32.99574
                ],
                "owner":"com"
            },
            {
                "name":"Лубенський лісотехнічний коледж",
                "geo":[
                    49.978232,
                    32.990481
                ],
                "owner":"gov"
            },
            {
                "name":"Полтавська державна аграрна академія",
                "geo":[
                    49.595533,
                    34.555262
                ],
                "owner":"gov"
            },
            {
                "name":"Полтавське музичне училище ім. М.В.Лисенка",
                "geo":[
                    49.583569,
                    34.563019
                ],
                "owner":"com"
            },
            {
                "name":"Полтавський базовий медичний коледж",
                "geo":[
                    49.579757,
                    34.553256
                ],
                "owner":"com"
            },
            {
                "name":"Полтавський будівельний технікум транспортного будівництва",
                "geo":[
                    49.582857,
                    34.593832
                ],
                "owner":"gov"
            },
            {
                "name":"Полтавський інститут економіки та менеджменту Світоч",
                "geo":[
                    49.596396,
                    34.530159
                ],
                "owner":"private"
            },
            {
                "name":"Полтавський комерційний технікум",
                "geo":[
                    49.568533,
                    34.531271
                ],
                "owner":"gov"
            },
            {
                "name":"Полтавський кооперативний технікум Полтавської облспоживспілки",
                "geo":[
                    49.585986,
                    34.55536
                ],
                "owner":"gov"
            },
            {
                "name":"Полтавський національний педагогічний університет імені В.Г. Короленка",
                "geo":[
                    49.590943,
                    34.554929
                ],
                "owner":"gov"
            },
            {
                "name":"Полтавський національний технічний університет імені Юрія Кондратюка",
                "geo":[
                    49.576303,
                    34.567108
                ],
                "owner":"gov"
            },
            {
                "name":"Полтавський університет економіки і торгівлі",
                "geo":[
                    49.595462,
                    34.543192
                ],
                "owner":"gov"
            },
            {
                "name":"Українська медична стоматологічна академія",
                "geo":[
                    49.581697,
                    34.550539
                ],
                "owner":"gov"
            }
        ],
        "Рівненська область":[
            {
                "name":"Західноукраїнський коледж Полісся",
                "geo":[
                    50.462866,
                    30.524015
                ],
                "owner":"private"
            },
            {
                "name":"Лубенський медичний коледж",
                "geo":[
                    50.42027,
                    25.743278
                ],
                "owner":"com"
            },
            {
                "name":"Мирогощанський аграрний коледж",
                "geo":[
                    50.427383,
                    25.866955
                ],
                "owner":"gov"
            },
            {
                "name":"Міжнародний економіко-гуманітарний університет імені академіка Степана Дем'янчука",
                "geo":[
                    50.610427,
                    26.287859
                ],
                "owner":"private"
            },
            {
                "name":"Млинівський державний технолого-економічний коледж",
                "geo":[
                    50.511508,
                    25.611319
                ],
                "owner":"gov"
            },
            {
                "name":"Національний університет Острозька академія",
                "geo":[
                    50.329434,
                    26.512634
                ],
                "owner":"gov"
            },
            {
                "name":"Національний університет водного господарства та природокористування",
                "geo":[
                    50.618075,
                    26.258835
                ],
                "owner":"gov"
            },
            {
                "name":"Рівненський державний аграрний коледж",
                "geo":[
                    50.620007,
                    26.226038
                ],
                "owner":"gov"
            },
            {
                "name":"Рівненський державний базовий медичний коледж",
                "geo":[
                    50.605431,
                    26.260396
                ],
                "owner":"gov"
            },
            {
                "name":"Рівненський державний гуманітарний університет",
                "geo":[
                    50.612733,
                    26.25269
                ],
                "owner":"gov"
            },
            {
                "name":"Рівненський економіко-гуманітарний та інженерний коледж",
                "geo":[
                    50.632868,
                    26.233392
                ],
                "owner":"private"
            },
            {
                "name":"Рівненський інститут слов'янознавства Київського славістичного університету",
                "geo":[
                    50.619293,
                    26.226715
                ],
                "owner":"private"
            },
            {
                "name":"Рівненський коледж економіки та бізнесу",
                "geo":[
                    50.615285,
                    26.287214
                ],
                "owner":"gov"
            },
            {
                "name":"Рівненський кооперативний економіко-правовий коледж",
                "geo":[
                    50.618395,
                    26.258945
                ],
                "owner":"gov"
            },
            {
                "name":"Рокитнівське медичне училище",
                "geo":[
                    49.688749,
                    30.475061
                ],
                "owner":"gov"
            }
        ],
        "Севастополь":[
            {
                "name":"Педагогічне училище",
                "geo":[
                    44.6013,
                    33.535132
                ],
                "owner":"private"
            },
            {
                "name":"Академія військово-морських сил імені П.С. Нахімова",
                "geo":[
                    44.602725,
                    33.476725
                ],
                "owner":"gov"
            },
            {
                "name":"Перший Український морський інститут",
                "geo":[
                    44.579005,
                    33.433217
                ],
                "owner":"private"
            },
            {
                "name":"Севастопольський будівельний коледж",
                "geo":[
                    44.603286,
                    33.499028
                ],
                "owner":"gov"
            },
            {
                "name":"Севастопольський індустріально-педагогічний коледж",
                "geo":[
                    44.602706,
                    33.524369
                ],
                "owner":"gov"
            },
            {
                "name":"Севастопольський комерційний технікум",
                "geo":[
                    44.591277,
                    33.516044
                ],
                "owner":"gov"
            },
            {
                "name":"Севастопольський медичний коледж імені Жені Дерюгіної",
                "geo":[
                    44.597465,
                    33.499469
                ],
                "owner":"com"
            },
            {
                "name":"Севастопольський міський гуманітарний університет",
                "geo":[
                    44.614866,
                    33.522214
                ],
                "owner":"gov"
            },
            {
                "name":"Севастопольський національний технічний університет",
                "geo":[
                    44.594868,
                    33.476279
                ],
                "owner":"gov"
            },
            {
                "name":"Севастопольський національний університет ядерної енергії та промисловості",
                "geo":[
                    44.621296,
                    33.566727
                ],
                "owner":"gov"
            },
            {
                "name":"Інститут економіки та права Академії труда та соціальних відносин",
                "geo":[
                    44.597209,
                    33.530501
                ],
                "owner":"private"
            }
        ],
        "Сумська область":[
            {
                "name":"Глухівське медичне училище",
                "geo":[
                    51.679009,
                    33.911251
                ],
                "owner":"com"
            },
            {
                "name":"Глухівський національний педагогічний університет імені Олександра Довженка",
                "geo":[
                    51.679102,
                    33.915822
                ],
                "owner":"gov"
            },
            {
                "name":"Лебединське медичне училище імені професора М.І. Ситенка",
                "geo":[
                    50.58184,
                    34.478658
                ],
                "owner":"com"
            },
            {
                "name":"Лебединське педагогічне училище імені А.С. Макаренка",
                "geo":[
                    50.574492,
                    34.492714
                ],
                "owner":"com"
            },
            {
                "name":"Конотопське медичне училище",
                "geo":[
                    51.245097,
                    33.220236
                ],
                "owner":"com"
            },
            {
                "name":"Путивльський педагогічний коледж імені С.В.Руднєва",
                "geo":[
                    51.338347,
                    33.864902
                ],
                "owner":"com"
            },
            {
                "name":"Сумське вище училище мистецтв і культури ім. Д.С. Бортнянського",
                "geo":[
                    50.903267,
                    34.797386
                ],
                "owner":"com"
            },
            {
                "name":"Сумський будівельний коледж",
                "geo":[
                    50.89745,
                    34.784098
                ],
                "owner":"gov"
            },
            {
                "name":"Сумський державний педагогічний університет імені А С. Макаренка",
                "geo":[
                    50.890114,
                    34.754816
                ],
                "owner":"gov"
            },
            {
                "name":"Сумський державний університет",
                "geo":[
                    50.892308,
                    34.839704
                ],
                "owner":"gov"
            },
            {
                "name":"Сумський кооперативний технікум",
                "geo":[
                    50.91782,
                    34.814977
                ],
                "owner":"gov"
            },
            {
                "name":"Сумський медичний коледж",
                "geo":[
                    50.891408,
                    34.82576
                ],
                "owner":"gov"
            },
            {
                "name":"Сумський національний аграрний університет",
                "geo":[
                    50.885526,
                    34.773996
                ],
                "owner":"gov"
            },
            {
                "name":"Сумський обласний інститут післядипломної педагогічної освіти",
                "geo":[
                    50.884061,
                    34.833515
                ],
                "owner":"com"
            },
            {
                "name":"Українська академія банківської справи Національного банку України",
                "geo":[
                    50.905164,
                    34.795573
                ],
                "owner":"gov"
            },
            {
                "name":"Шосткинське медичне училище",
                "geo":[
                    51.861145,
                    33.486832
                ],
                "owner":"com"
            }
        ],
        "Тернопільська область":[
            {
                "name":"Борщівський агротехнічний коледж",
                "geo":[
                    48.801108,
                    26.04199
                ],
                "owner":"gov"
            },
            {
                "name":"Бучацький інститут менеджменту і аудиту",
                "geo":[
                    49.06679,
                    25.378359
                ],
                "owner":"private"
            },
            {
                "name":"Галицький коледж імені В'ячеслава Чорновола",
                "geo":[
                    49.553155,
                    25.599257
                ],
                "owner":"gov"
            },
            {
                "name":"Галицький медичний коледж",
                "geo":[
                    49.270642,
                    25.134081
                ],
                "owner":"private"
            },
            {
                "name":"Кременецьке медичне училище імені Арсена Річинського",
                "geo":[
                    50.095435,
                    25.722209
                ],
                "owner":"gov"
            },
            {
                "name":"Кременецький лісотехнічний коледж",
                "geo":[
                    50.144044,
                    25.735105
                ],
                "owner":"gov"
            },
            {
                "name":"Кременецький обласний гуманітарно-педагогічний інститут ім. Тараса Шевченка",
                "geo":[
                    50.096647,
                    25.72339
                ],
                "owner":"com"
            },
            {
                "name":"Медичний коледж",
                "geo":[
                    49.56435,
                    25.612359
                ],
                "owner":"private"
            },
            {
                "name":"Теребовлянське вище училище культури",
                "geo":[
                    49.299298,
                    25.686035
                ],
                "owner":"gov"
            },
            {
                "name":"Тернопільське обласне державне музичне училище ім. С.Крушельницької",
                "geo":[
                    49.549395,
                    25.586382
                ],
                "owner":"com"
            },
            {
                "name":"Тернопільський  медичний університет імені І.Я. Горбачевського",
                "geo":[
                    49.551891,
                    25.590317
                ],
                "owner":"gov"
            },
            {
                "name":"Тернопільський інститут соціальних та інформаційних технологій",
                "geo":[
                    48.518394,
                    32.28035
                ],
                "owner":"private"
            },
            {
                "name":"Тернопільський коледж харчових технологій і торгівлі",
                "geo":[
                    49.551954,
                    25.605547
                ],
                "owner":"gov"
            },
            {
                "name":"Тернопільський комерційний інститут",
                "geo":[
                    49.544052,
                    25.571056
                ],
                "owner":"private"
            },
            {
                "name":"Тернопільський кооперативний торговельно-економічний коледж",
                "geo":[
                    49.551072,
                    25.589277
                ],
                "owner":"gov"
            },
            {
                "name":"Тернопільський національний економічний університет",
                "geo":[
                    49.553376,
                    25.56236
                ],
                "owner":"gov"
            },
            {
                "name":"Тернопільський національний педагогічний університет імені Володимира Г натюка",
                "geo":[
                    49.550077,
                    25.564697
                ],
                "owner":"gov"
            },
            {
                "name":"Тернопільський національний технічний університет імені Івана Пулюя",
                "geo":[
                    49.551178,
                    25.599264
                ],
                "owner":"gov"
            },
            {
                "name":"Чортківський гуманітарно-педагогічний коледж імені Олександра Барвінського",
                "geo":[
                    49.013213,
                    25.797068
                ],
                "owner":"gov"
            },
            {
                "name":"Чортківський державний медичний коледж",
                "geo":[
                    49.017555,
                    25.798951
                ],
                "owner":"gov"
            }
        ],
        "Харків":[
            {
                "name":"Академія внутрішніх військ МВС України",
                "geo":[
                    49.988842,
                    36.262175
                ],
                "owner":"gov"
            },
            {
                "name":"Міжнародний Слов’янський університет. Харків",
                "geo":[
                    50.026308,
                    36.214853
                ],
                "owner":"gov"
            },
            {
                "name":"Національний аерокосмічний університет ім. М.Є. Жуковського Харківський авіаційний інститут",
                "geo":[
                    50.040625,
                    36.288706
                ],
                "owner":"gov"
            },
            {
                "name":"Національний технічний університет Харківський політехнічний інститут",
                "geo":[
                    50.000371,
                    36.249669
                ],
                "owner":"com"
            },
            {
                "name":"Національний університет цивільного захисту України",
                "geo":[
                    50.011886,
                    36.247484
                ],
                "owner":"gov"
            },
            {
                "name":"Національний фармацевтичний університет",
                "geo":[
                    50.00134,
                    36.243154
                ],
                "owner":"gov"
            },
            {
                "name":"Національний юридичний університет імені Ярослава Мудрого",
                "geo":[
                    50.005419,
                    36.246358
                ],
                "owner":"gov"
            },
            {
                "name":"Українська державна академія залізничного транспорту",
                "geo":[
                    49.991563,
                    36.246945
                ],
                "owner":"gov"
            },
            {
                "name":"Українська інженерно-педагогічна академія",
                "geo":[
                    49.988632,
                    36.229807
                ],
                "owner":"gov"
            },
            {
                "name":"Харківська гуманітарно-педагогічна академія",
                "geo":[
                    49.987445,
                    36.250574
                ],
                "owner":"gov"
            },
            {
                "name":"Харківська державна академія дизайну і мистецтв",
                "geo":[
                    49.999588,
                    36.245648
                ],
                "owner":"com"
            },
            {
                "name":"Харківська державна академія культури",
                "geo":[
                    49.994199,
                    36.229052
                ],
                "owner":"com"
            },
            {
                "name":"Харківська державна академія фізичної культури",
                "geo":[
                    50.003701,
                    36.218259
                ],
                "owner":"com"
            },
            {
                "name":"Харківська медична академія післядипломної освіти",
                "geo":[
                    49.985503,
                    36.365045
                ],
                "owner":"gov"
            },
            {
                "name":"Харківське державне вище училище фізичної культури №1",
                "geo":[
                    50.034146,
                    36.252933
                ],
                "owner":"gov"
            },
            {
                "name":"Харківське музичне училище ім. Б.М. Лятошинського",
                "geo":[
                    49.983996,
                    36.239475
                ],
                "owner":"com"
            },
            {
                "name":"Харківське обласне вище училище фізичної культури і спорту",
                "geo":[
                    49.983976,
                    36.237994
                ],
                "owner":"private"
            },
            {
                "name":"Харківське училище культури",
                "geo":[
                    49.974154,
                    36.224425
                ],
                "owner":"gov"
            },
            {
                "name":"Харківське художнє училище",
                "geo":[
                    50.008079,
                    36.201907
                ],
                "owner":"private"
            },
            {
                "name":"Харківський автомобільно-дорожній технікум",
                "geo":[
                    50.05235,
                    36.188797
                ],
                "owner":"gov"
            },
            {
                "name":"Харківський автотранспортний технікум ім. С. Орджонікідзе",
                "geo":[
                    49.993073,
                    36.232504
                ],
                "owner":"private"
            },
            {
                "name":"Харківський базовий медичний коледж № 1",
                "geo":[
                    49.996719,
                    36.24447
                ],
                "owner":"private"
            },
            {
                "name":"Харківський гуманітарний університет Народна українська академія",
                "geo":[
                    50.00491,
                    36.258193
                ],
                "owner":"private"
            },
            {
                "name":"Харківський державний університет харчування та торгівлі",
                "geo":[
                    50.041223,
                    36.195117
                ],
                "owner":"gov"
            },
            {
                "name":"Харківський економіко-правовий університет у формі",
                "geo":[
                    49.934309,
                    36.263311
                ],
                "owner":"private"
            },
            {
                "name":"Харківський індустріально-педагогічний технікум",
                "geo":[
                    49.989152,
                    36.243133
                ],
                "owner":"gov"
            },
            {
                "name":"Харківський інститут бізнесу і менеджменту",
                "geo":[
                    50.001789,
                    36.239602
                ],
                "owner":"gov"
            },
            {
                "name":"Харківський інститут екології і соціального захисту",
                "geo":[
                    49.957153,
                    36.264585
                ],
                "owner":"gov"
            },
            {
                "name":"Харківський інститут економіки ринкових відносин та менеджменту",
                "geo":[
                    49.987868,
                    36.298023
                ],
                "owner":"gov"
            },
            {
                "name":"Харківський інститут кадрів управління",
                "geo":[
                    49.946628,
                    36.279469
                ],
                "owner":"gov"
            },
            {
                "name":"Харківський інститут управління",
                "geo":[
                    49.999321,
                    36.250605
                ],
                "owner":"gov"
            },
            {
                "name":"Харківський коледж будівництва  архітектури та дизайну",
                "geo":[
                    49.990946,
                    36.231009
                ],
                "owner":"com"
            },
            {
                "name":"Харківський коледж медичного обладнання",
                "geo":[
                    50.002736,
                    36.248981
                ],
                "owner":"gov"
            },
            {
                "name":"Харківський коледж текстилю та дизайну",
                "geo":[
                    50.008122,
                    36.237094
                ],
                "owner":"gov"
            },
            {
                "name":"Харківський коледж транспортних технологій",
                "geo":[
                    49.974265,
                    36.233992
                ],
                "owner":"gov"
            },
            {
                "name":"Харківський кооперативний торгово-економічний коледж",
                "geo":[
                    49.984492,
                    36.223149
                ],
                "owner":"gov"
            },
            {
                "name":"Харківський машинобудівний коледж",
                "geo":[
                    49.978481,
                    36.268941
                ],
                "owner":"gov"
            },
            {
                "name":"Харківський медичний коледж №2",
                "geo":[
                    49.958744,
                    36.327526
                ],
                "owner":"gov"
            },
            {
                "name":"Харківський механічний технікум ім. О.О. Морозова",
                "geo":[
                    49.963284,
                    36.284212
                ],
                "owner":"gov"
            },
            {
                "name":"Харківський національний автомобільно-дорожній університет",
                "geo":[
                    50.005144,
                    36.244749
                ],
                "owner":"gov"
            },
            {
                "name":"Харківський національний аграрний університет ім. В.В. Докучаєва",
                "geo":[
                    49.903319,
                    36.482276
                ],
                "owner":"gov"
            },
            {
                "name":"Харківський національний економічний університет імені Семена Кузнеця",
                "geo":[
                    50.014179,
                    36.224361
                ],
                "owner":"gov"
            },
            {
                "name":"Харківський національний медичний університет",
                "geo":[
                    50.009713,
                    36.228343
                ],
                "owner":"gov"
            },
            {
                "name":"Харківський національний педагогічний університет імені Г.С. Сковороди",
                "geo":[
                    50.005164,
                    36.242673
                ],
                "owner":"gov"
            },
            {
                "name":"Харківський національний технічний університет сільського господарства імені Петра Василенка",
                "geo":[
                    50.005005,
                    36.247486
                ],
                "owner":"gov"
            },
            {
                "name":"Харківський національний університет будівництва та архітектури",
                "geo":[
                    50.000615,
                    36.235317
                ],
                "owner":"gov"
            },
            {
                "name":"Харківський національний університет внутрішніх справ",
                "geo":[
                    49.933601,
                    36.273714
                ],
                "owner":"gov"
            },
            {
                "name":"Харківський національний університет імені В.Н. Каразіна",
                "geo":[
                    50.006576,
                    36.230178
                ],
                "owner":"gov"
            },
            {
                "name":"Харківський національний університет мистецтв імені І.П. Котляревського",
                "geo":[
                    49.991379,
                    36.232079
                ],
                "owner":"gov"
            },
            {
                "name":"Харківський національний університет міського господарства імені О М. Бекетова",
                "geo":[
                    49.995978,
                    36.243275
                ],
                "owner":"gov"
            },
            {
                "name":"Харківський національний університет радіоелектроніки",
                "geo":[
                    50.015527,
                    36.22864
                ],
                "owner":"gov"
            },
            {
                "name":"Харківський обліково-економічний технікум-інтернат імені Ф.Г. Ананченка",
                "geo":[
                    49.98371,
                    36.18712
                ],
                "owner":"gov"
            },
            {
                "name":"Харківський ордена Знак Пошани електромеханічний технікум транспортного будівництва",
                "geo":[
                    49.985917,
                    36.215974
                ],
                "owner":"gov"
            },
            {
                "name":"Харківський патентно - комп'ютерний коледж",
                "geo":[
                    50.00632,
                    36.242811
                ],
                "owner":"gov"
            },
            {
                "name":"Харківський радіотехнічний технікум",
                "geo":[
                    49.997421,
                    36.233335
                ],
                "owner":"gov"
            },
            {
                "name":"Харківський регіональний інститут державного управління Національної академії державного управління при Президентові України",
                "geo":[
                    49.99123,
                    36.254007
                ],
                "owner":"gov"
            },
            {
                "name":"Харківський соціально-економічний інститут",
                "geo":[
                    49.988909,
                    36.232396
                ],
                "owner":"private"
            },
            {
                "name":"Харківський університет Повітряних Сил імені Івана Кожедуба",
                "geo":[
                    50.013839,
                    36.243362
                ],
                "owner":"gov"
            }
        ],
        "Харківська область":[
            {
                "name":"Богодухівський медичний коледж",
                "geo":[
                    50.166055,
                    35.552978
                ],
                "owner":"com"
            },
            {
                "name":"Вовчанський медичний коледж",
                "geo":[
                    50.299319,
                    36.948025
                ],
                "owner":"com"
            },
            {
                "name":"Ізюмський медичний коледж",
                "geo":[
                    49.183457,
                    37.274968
                ],
                "owner":"com"
            },
            {
                "name":"Інститут сходознавства і міжнародних відносин Харківський колегіум",
                "geo":[
                    49.972677,
                    36.191156
                ],
                "owner":"private"
            },
            {
                "name":"Красноградський медичний коледж",
                "geo":[
                    49.369568,
                    35.444843
                ],
                "owner":"com"
            },
            {
                "name":"Красноградський технікум механізації сільського господарства імені Ф Я. Тимошенка",
                "geo":[
                    49.385558,
                    35.41159
                ],
                "owner":"gov"
            },
            {
                "name":"Куп'янський автотранспортний коледж",
                "geo":[
                    49.707608,
                    37.598965
                ],
                "owner":"gov"
            },
            {
                "name":"Куп'янський медичний коледж ім. Марії Шкарлетової",
                "geo":[
                    49.704056,
                    37.610294
                ],
                "owner":"com"
            },
            {
                "name":"Липковатівський аграрний коледж",
                "geo":[
                    49.718986,
                    36.056944
                ],
                "owner":"gov"
            },
            {
                "name":"Лозівське училище культури і мистецтв",
                "geo":[
                    48.887139,
                    36.31056
                ],
                "owner":"com"
            },
            {
                "name":"Харківська державна зооветеринарна академія",
                "geo":[
                    50.086812,
                    36.248657
                ],
                "owner":"gov"
            },
            {
                "name":"Чугуєво-Бабчанський лісний коледж",
                "geo":[
                    49.873728,
                    36.729787
                ],
                "owner":"gov"
            }
        ],
        "Херсонська область":[
            {
                "name":"Бериславський медичний коледж",
                "geo":[
                    46.841172,
                    33.426563
                ],
                "owner":"com"
            },
            {
                "name":"Бериславський педагогічний коледж імені В.Ф.Беньковського",
                "geo":[
                    46.840937,
                    33.425533
                ],
                "owner":"com"
            },
            {
                "name":"Генічеське медичне училище",
                "geo":[
                    46.173055,
                    34.802601
                ],
                "owner":"com"
            },
            {
                "name":"Херсонська державна морська академія",
                "geo":[
                    46.637853,
                    32.61642
                ],
                "owner":"gov"
            },
            {
                "name":"Херсонське музичне училище",
                "geo":[
                    46.638196,
                    32.614898
                ],
                "owner":"com"
            },
            {
                "name":"Херсонське училище культури",
                "geo":[
                    46.636208,
                    32.612065
                ],
                "owner":"gov"
            },
            {
                "name":"Херсонський аграрний університет",
                "geo":[
                    46.642513,
                    32.584373
                ],
                "owner":"gov"
            },
            {
                "name":"Херсонський базовий медичний коледж Херсонської обласної ради",
                "geo":[
                    46.65785,
                    32.652524
                ],
                "owner":"com"
            },
            {
                "name":"Херсонський державний університет",
                "geo":[
                    46.646771,
                    32.630521
                ],
                "owner":"gov"
            },
            {
                "name":"Херсонський економічно-правовий інститут",
                "geo":[
                    46.65601,
                    32.639625
                ],
                "owner":"private"
            },
            {
                "name":"Херсонський кооперативний економіко-правовий коледж",
                "geo":[
                    46.652433,
                    32.607968
                ],
                "owner":"gov"
            },
            {
                "name":"Херсонський національний технічний університет",
                "geo":[
                    46.668917,
                    32.637482
                ],
                "owner":"gov"
            },
            {
                "name":"Міжнародний університет бізнесу і права",
                "geo":[
                    46.673432,
                    32.613829
                ],
                "owner":"private"
            },
            {
                "name":"Каховський державний агротехнічний коледж",
                "geo":[
                    46.735442,
                    33.491702
                ],
                "owner":"gov"
            },
            {
                "name":"Новокаховський політехнічний інститут",
                "geo":[
                    46.748213,
                    33.36944
                ],
                "owner":"private"
            },
            {
                "name":"Новокаховський приладобудівний технікум",
                "geo":[
                    46.746935,
                    33.359923
                ],
                "owner":"gov"
            }
        ],
        "Хмельницька область":[
            {
                "name":"Кам’янець-Подільський коледж будівництва архітектури та дизайну",
                "geo":[
                    48.679238,
                    26.586505
                ],
                "owner":"gov"
            },
            {
                "name":"Кам'янець-Подільське медичне училище",
                "geo":[
                    48.685068,
                    26.596545
                ],
                "owner":"gov"
            },
            {
                "name":"Кам'янець-Подільський коледж культури і мистецтв",
                "geo":[
                    48.677268,
                    26.574682
                ],
                "owner":"gov"
            },
            {
                "name":"Кам'янець-Подільський національний університет імені Івана Огієнка",
                "geo":[
                    48.675079,
                    26.586698
                ],
                "owner":"gov"
            },
            {
                "name":"Кам'янець-Подільський планово-економічний технікум-інтернат",
                "geo":[
                    48.666294,
                    26.584498
                ],
                "owner":"gov"
            },
            {
                "name":"Національна академія Державної прикордонної служби України імені Б. Хмельницького",
                "geo":[
                    49.420869,
                    27.001366
                ],
                "owner":"gov"
            },
            {
                "name":"Подільський державний аграрно-технічний університет",
                "geo":[
                    48.680644,
                    26.580884
                ],
                "owner":"gov"
            },
            {
                "name":"Університет економіки і підприємництва",
                "geo":[
                    49.405959,
                    26.963716
                ],
                "owner":"private"
            },
            {
                "name":"Хмельницька гуманітарно-педагогічна академія",
                "geo":[
                    49.424321,
                    26.971351
                ],
                "owner":"gov"
            },
            {
                "name":"Хмельницьке музичне училище ім. В.І. Заремби",
                "geo":[
                    49.420936,
                    26.993604
                ],
                "owner":"gov"
            },
            {
                "name":"Хмельницький базовий медичний коледж",
                "geo":[
                    49.423807,
                    26.986508
                ],
                "owner":"gov"
            },
            {
                "name":"Хмельницький економічний університет",
                "geo":[
                    49.400255,
                    26.960942
                ],
                "owner":"private"
            },
            {
                "name":"Хмельницький коледж технологій та дизайну",
                "geo":[
                    49.410972,
                    26.950269
                ],
                "owner":"private"
            },
            {
                "name":"Хмельницький кооперативний торговельно-економічний інститут",
                "geo":[
                    49.430321,
                    26.980745
                ],
                "owner":"gov"
            },
            {
                "name":"Хмельницький національний університет",
                "geo":[
                    49.408482,
                    26.958929
                ],
                "owner":"gov"
            },
            {
                "name":"Хмельницький політехнічний коледж",
                "geo":[
                    49.433622,
                    27.004646
                ],
                "owner":"gov"
            },
            {
                "name":"Хмельницький університет управління та права",
                "geo":[
                    49.421487,
                    26.980446
                ],
                "owner":"gov"
            },
            {
                "name":"Чемеровецький медичний коледж",
                "geo":[
                    49.010248,
                    26.350133
                ],
                "owner":"gov"
            },
            {
                "name":"Шепетівське медичне училище",
                "geo":[
                    50.183976,
                    27.060898
                ],
                "owner":"gov"
            }
        ],
        "Черкаська область":[
            {
                "name":"Академія пожежної безпеки імені Героїв Чорнобиля",
                "geo":[
                    49.453337, 
                    32.010954
                ],
                "owner":"gov"
            },
            {
                "name":"Канівський еколого-інформаційно-технологічний коледж",
                "geo":[
                    49.758389,
                    31.427172
                ],
                "owner":"private"
            },
            {
                "name":"com Корсунь-Шевченківський педагогічний коледж ім.Т.Г. Шевченка",
                "geo":[
                    49.41803,
                    31.25341
                ],
                "owner":"com"
            },
            {
                "name":"Уманське обласне музичне училище ім. П.Д. Демуцького",
                "geo":[
                    48.752102,
                    30.22677
                ],
                "owner":"com"
            },
            {
                "name":"Уманський гуманітарно-педагогічний коледж ім. Т.Г. Шевченка",
                "geo":[
                    48.748169,
                    30.22699
                ],
                "owner":"gov"
            },
            {
                "name":"Уманський державний педагогічний університет імені Павла Тичини",
                "geo":[
                    48.749153,
                    30.224232
                ],
                "owner":"gov"
            },
            {
                "name":"Уманський медичний коледж",
                "geo":[
                    48.74488,
                    30.217534
                ],
                "owner":"gov"
            },
            {
                "name":"Уманський національний університет садівництва",
                "geo":[
                    48.769051,
                    30.234724
                ],
                "owner":"gov"
            },
            {
                "name":"Черкаське музичне училище імені С.С.Гулака-Артемовського",
                "geo":[
                    49.447094,
                    32.066933
                ],
                "owner":"gov"
            },
            {
                "name":"Черкаський державний бізнес-коледж",
                "geo":[
                    49.407629,
                    32.05595
                ],
                "owner":"gov"
            },
            {
                "name":"Черкаський державний технологічний університет",
                "geo":[
                    49.42157,
                    32.098584
                ],
                "owner":"gov"
            },
            {
                "name":"Черкаський комерційний технікум",
                "geo":[
                    49.431545,
                    32.050438
                ],
                "owner":"gov"
            },
            {
                "name":"Черкаський кооперативний економіко-правовий коледж",
                "geo":[
                    49.429141,
                    32.047677
                ],
                "owner":"gov"
            },
            {
                "name":"Черкаський медичний коледж",
                "geo":[
                    49.446787,
                    32.060609
                ],
                "owner":"gov"
            },
            {
                "name":"Черкаський національний університет імені Богдана Хмельницького",
                "geo":[
                    49.454827,
                    32.040613
                ],
                "owner":"gov"
            },
            {
                "name":"Черкаський політехнічний технікум",
                "geo":[
                    49.438566,
                    32.055144
                ],
                "owner":"gov"
            },
            {
                "name":"Черкаський художньо-технічний коледж",
                "geo":[
                    49.43946,
                    32.022598
                ],
                "owner":"gov"
            },
            {
                "name":"Східноєвропейський університет економіки і менеджменту",
                "geo":[
                    49.406575,
                    32.056149
                ],
                "owner":"private"
            }
        ],
        "Чернівецька область":[
            {
                "name":"Буковинський державний медичний університет",
                "geo":[
                    48.291817,
                    25.93228
                ],
                "owner":"gov"
            },
            {
                "name":"Буковинський державний фінансово-економічний університет",
                "geo":[
                    48.291417,
                    25.933407
                ],
                "owner":"gov"
            },
            {
                "name":"Буковинський університет",
                "geo":[
                    48.29696,
                    25.927956
                ],
                "owner":"private"
            },
            {
                "name":"Вашковецький медичний коледж Буковинського державного медичного університету",
                "geo":[
                    48.382022,
                    25.514519
                ],
                "owner":"com"
            },
            {
                "name":"Вижницький коледж прикладного мистецтва імені В.Ю.Шкрібляка",
                "geo":[
                    48.251369,
                    25.191551
                ],
                "owner":"gov"
            },
            {
                "name":"Новоселицький медичний коледж Буковинського державного медичного університету",
                "geo":[
                    48.21924,
                    26.269155
                ],
                "owner":"com"
            },
            {
                "name":"Педагогічний коледж Чернівецького національного університету ім. Ю. Федьковича",
                "geo":[
                    48.296925,
                    25.930629
                ],
                "owner":"gov"
            },
            {
                "name":"Сторожинецький лісовий коледж",
                "geo":[
                    48.159131,
                    25.721933
                ],
                "owner":"gov"
            },
            {
                "name":"Чернівецьке обласне училище мистецтв ім. С. Воробкевича",
                "geo":[
                    48.288094,
                    25.935869
                ],
                "owner":"com"
            },
            {
                "name":"Чернівецький державний комерційний технікум",
                "geo":[
                    48.282638,
                    25.973546
                ],
                "owner":"gov"
            },
            {
                "name":"Чернівецький індустріальний коледж",
                "geo":[
                    48.282777,
                    25.937307
                ],
                "owner":"gov"
            },
            {
                "name":"Чернівецький коледж дизайну та економіки",
                "geo":[
                    48.280703,
                    25.942086
                ],
                "owner":"gov"
            },
            {
                "name":"Чернівецький кооперативний економіко-правовий коледж",
                "geo":[
                    48.281431,
                    25.952222
                ],
                "owner":"com"
            },
            {
                "name":"Чернівецький медичний коледж Буковинського державного медичного університету",
                "geo":[
                    48.28206,
                    25.93137
                ],
                "owner":"gov"
            },
            {
                "name":"Чернівецький національний університет імені Юрія Федьковича",
                "geo":[
                    48.297136,
                    25.924899
                ],
                "owner":"gov"
            },
            {
                "name":"Чернівецький політехнічний коледж",
                "geo":[
                    48.274916,
                    25.922091
                ],
                "owner":"gov"
            },
            {
                "name":"Чернівецький транспортний коледж",
                "geo":[
                    48.298521,
                    25.926776
                ],
                "owner":"gov"
            }
        ],
        "Чернігівська область":[
            {
                "name":"Борзнянський державний сільськогосподарський технікум",
                "geo":[
                    51.256208,
                    32.430178
                ],
                "owner":"gov"
            },
            {
                "name":"Ніжинське училище культури і мистецтв імені Марії Заньковецької",
                "geo":[
                    51.046763,
                    31.874287
                ],
                "owner":"com"
            },
            {
                "name":"Ніжинський державний університет імені Миколи Гоголя",
                "geo":[
                    51.052837,
                    31.88175
                ],
                "owner":"gov"
            },
            {
                "name":"Ніжинський медичний коледж Чернігівської обласної ради",
                "geo":[
                    51.050001,
                    31.885205
                ],
                "owner":"com"
            },
            {
                "name":"Новгород-Сіверське медичне училище",
                "geo":[
                    52.007327,
                    33.271944
                ],
                "owner":"gov"
            },
            {
                "name":"Остерський коледж будівництва та дизайну",
                "geo":[
                    50.946535,
                    30.880154
                ],
                "owner":"gov"
            },
            {
                "name":"Прилуцьке медичне училище",
                "geo":[
                    50.593777,
                    32.392435
                ],
                "owner":"gov"
            },
            {
                "name":"Прилуцький агротехнічний коледж",
                "geo":[
                    50.59339,
                    32.396501
                ],
                "owner":"gov"
            },
            {
                "name":"Прилуцький гуманітарно-педагогічний коледж ім.І.Я.Франка",
                "geo":[
                    50.584597,
                    32.417853
                ],
                "owner":"gov"
            },
            {
                "name":"Прилуцький фінансово-правовий коледж",
                "geo":[
                    50.584041,
                    32.393966
                ],
                "owner":"private"
            },
            {
                "name":"Сосницький сільськогосподарський технікум бухгалтерського обліку",
                "geo":[
                    47.965698,
                    38.067658
                ],
                "owner":"gov"
            },
            {
                "name":"Чернігівське музичне училище ім. Л.М. Ревуцького",
                "geo":[
                    51.493756,
                    31.304919
                ],
                "owner":"com"
            },
            {
                "name":"Чернігівський базовий медичний коледж Чернігівської обласної ради",
                "geo":[
                    51.497285,
                    31.294158
                ],
                "owner":"com"
            },
            {
                "name":"Чернігівський державний інститут економіки і управління",
                "geo":[
                    51.519445,
                    31.287628
                ],
                "owner":"gov"
            },
            {
                "name":"Чернігівський кооперативний технікум",
                "geo":[
                    51.48916,
                    31.311851
                ],
                "owner":"gov"
            },
            {
                "name":"Чернігівський національний педагогічний університет імені Т.Г. Шевченка",
                "geo":[
                    51.499254,
                    31.312513
                ],
                "owner":"gov"
            },
            {
                "name":"Чернігівський національний технологічний університет",
                "geo":[
                    51.504531,
                    31.330099
                ],
                "owner":"gov"
            },
            {
                "name":"Чернігівський технікум транспорту та комп'ютерних технологій",
                "geo":[
                    51.514825,
                    31.344861
                ],
                "owner":"gov"
            },
            {
                "name":"Чернігівський юридичний коледж Державної пенітенціарної служби України",
                "geo":[
                    51.496795,
                    31.301697
                ],
                "owner":"gov"
            }
        ]
    },
    "subjects": [
        "Відрахування, поновлення та переведення",
        "Вибіркові дисципліни",
        "Вибори керівника ВНЗ",
        "Вступ до ВНЗ",
        "Забезпечення гуртожитком",
        "Екзамени та заліки",
        "Інтелектуальна власність та плагіат",
        "Конкурс на заміщення посад та прийом на роботу",
        "Корупція",
        "Наукова діяльність",
        "Оплата навчання",
        "Оплата праці",
        "Підвищення кваліфікації",
        "Практика",
        "Робочий час та норми навантаження",
        "Стипендії",
        "Участь в органах управління ВНЗ",
        "Участь у професійних спілках",
        "Доступ до інформації на сайті ВНЗ",
        "Благодійні внески"

    ]
};

options.cities = (function(){
    var res = [];
    for(var i in options.city){
        if(options.city.hasOwnProperty(i))
            res.push(i);
    }
    return res;
})();
